{
  "name": "Lettuce",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/lettuce-varieties.jpg?itok=CK6UP_rC",
  "slug": "lettuce",
  "botanical_name": "Lactuca sativa",
  "plant_type": "Vegetable",
  "sun_exposure": "Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Direct sowing is recommended as soon as the ground can be worked. If you want an earlier crop, however, you may start seeds indoors 4 to 6 weeks before your last spring frost date for an earlier crop.",
    "Lettuce can be sown after soils reach 40°F though seeds germinate best at 55 to 65°F and will emerge in 7 to 10 days.",
    "Seeds should be planted ¼-½ inch deep and thinned when plants have 3 to 4 true leaves.",
    "Transplants should have 4 to 6 mature leaves and a well-developed root system before planting out.",
    "Transplants should be planted near the last frost-free date for the growing area. Seeded lettuce may be planted 2 to 3 weeks earlier.",
    "For either seeded or transplanted lettuce, have 12 to 15 inches between each row.\nLeaf lettuce: Plant 4 inches apart.\nCos and loose-headed types: Plant 8 inches apart.\nFirm-headed types: Plant 16 inches apart.",
    "Leaf lettuce: Plant 4 inches apart.",
    "Cos and loose-headed types: Plant 8 inches apart.",
    "Firm-headed types: Plant 16 inches apart.",
    "Cover the seeds with ¼ to ½ inch of soil.",
    "Water thoroughly at time of transplanting.",
    "Consider planting rows of chives or garlic between your lettuce to control aphids. They act as “barrier plants” for the lettuce.",
    "If you’d like to grow your lettuce inside your home, check out these tips for growing lettuce indoors.",
    "In some regions, it’s possible to plant a second crop of lettuce in the fall or even early winter. Find tips for planting a second crop of lettuce here."
  ],
  "care": [
    "Fertilize 3 weeks after transplanting. Lettuce prefers soil that is high in organic material, with plenty of compost and a steady supply of nitrogen to keep if growing fast. Use organic alfalfa meal or a slow-release fertilizer.",
    "Make sure the soil remains moist but is well drained.",
    "Lettuce will tell you when it needs water. Just look at it. If the leaves are wilting, sprinkle them anytime—even in the heat of the day—to cool them off and slow down the transpiration rate.",
    "An organic mulch will help conserve moisture, suppress weeds, and keep soil temperatures cool throughout the warmer months.",
    "Weed by hand if necessary, but be careful of damaging your lettuce plants’ roots; they are shallow.",
    "Planning your garden so that lettuce will be in the shade of taller plants, such as tomatoes or sweet corn, may reduce bolting in the heat of the summer.",
    "You should be able to sow additional lettuce seeds every two weeks for a continuous harvest throughout the growing season.",
    "To plant a fall crop, create cool soil in August by moistening the ground and covering it with a bale of straw. A week later, the soil under the bale will be about 10°F (6°C) cooler than the rest of the garden. Sow a three-foot row of lettuce seeds every couple of weeks—just rotate the straw bale around the garden."
  ],
  "pests": [
    "Aphids",
    "Earwigs",
    "Cutworms",
    "White Mold",
    "Woodchucks",
    "Rabbits"
  ],
  "pest_control": [],
  "harvest": [
    "Lettuce should be harvested when full size, but just before maturity. The leaves taste best when they’re still young and tender.",
    "Before maturity, you can harvest leaf lettuce by simply removing outer leaves so that the center leaves can continue to grow.\nButterhead or romaine types can be harvested by removing the outer leaves, digging up the whole plant, or cutting the plant about an inch above the soil surface. A second harvest is often possible when using the first or third methods.\nCrisphead lettuce is picked when the center is firm.",
    "Butterhead or romaine types can be harvested by removing the outer leaves, digging up the whole plant, or cutting the plant about an inch above the soil surface. A second harvest is often possible when using the first or third methods.",
    "Crisphead lettuce is picked when the center is firm.",
    "Mature lettuce gets bitter and woody and will go bad quickly, so check your garden everyday for ready-to-harvest leaves.",
    "It’s best to harvest lettuce in the morning before leaves have been exposed to sun.",
    "As time passes and the plant loses vigor, you may be better off planting a second round of seeds than waiting for new leaves.",
    "Keep lettuce in the refrigerator for up to 10 days in a loose plastic bag."
  ],
  "stats": [
    "Did you know that lettuce and sunflowers are relatives? They both belong to the Asteraceae (or “daisy”) family.",
    "Your lettuce has wilted? Put the leaves in a bowl of cold water with ice cubes and soak for about 15 minutes.",
    "Eating lettuce for dinner can be calming and help to reduce stress.",
    "Embrace your leafy greens! Learn more about the health benefits of going green and how to grow other salad greens in your garden!"
  ]
}