{
  "name": "Eggplants",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/eggplant.jpg?itok=evBIULWs",
  "slug": "eggplants",
  "botanical_name": "Solanum melongena",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Sandy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Summer",
  "flower_color": "Purple, White",
  "hardiness_zones": "4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Start seeds indoors in flats or peat pots 8–9 weeks prior to the last spring frost date. Seeds germinate quickly at temperatures between 70 to 90°F. Alternatively, buy 6- to 8-week-old nursery transplants just before planting.",
    "Do not plant eggplant transplants into the garden until after the last threat of frost.",
    "If purchasing transplants: Buy high-quality specimens. Do not purchase tall, spindly plants or young plants that have blossoms or you will have a lower yield.",
    "Choose a very sunny spot.",
    "Eggplant grows best in a well-drained sandy loam or loam soil, fairly high in organic matter. The soil pH should be between 5.8 and 6.5 for best growth.",
    "Use a covering of black plastic mulch to warm heavy clay soils before setting out transplants.",
    "Eggplant requires moderate amounts of fertilizer. Mix 1 inch or so of well-rotted manure or a general fertilizer such as 5-10-10 throughout the planting bed about a week before planting. (Apply 2 to 3 pounds per 100 square feet. Or, apply 1¼ pounds of 5-10-10 per 10 feet of row when the row spacing is 4 feet.)",
    "If you’re growing eggplant in pots, use a dark-colored container. Each plant needs five-gallon (or, larger) pots and should be placed in full sun and outdoors so it can be pollinated. Use a premium potting mix to avoid disease.",
    "Stake the plants right away (just an inch or two from the plant) to provide support as they climb and to avoid disturbing the soil later.",
    "If you live in a cold climate, consider using row covers to keep the eggplants warm and sheltered. Open the ends of the row covers on warm days so that the bees may pollinate.",
    "If transplanting, set 3- to 4-inch tall seedlings 2 to 2½ feet apart in rows that are 3 to 4 feet apart.",
    "After planting, water well. Add a layer of mulch to retain moisture and suppress weeds."
  ],
  "care": [
    "Eggplant will fall over once loaded with fruit! Be sure to stake tall plants or use a cage to keep the plants upright. If growing eggplant in containers, stake the stems before the fruit forms.",
    "For bigger fruits, restrict to five or six per plant.",
    "Pinch out the terminal growing points for a bushier plant.",
    "Water well to moisten the soil to a depth of at least 6 inches so the soil is moist but never soggy. Consistent watering is best, and a soaker hose or drip system at ground level is ideal.",
    "The critical period for moisture is during fruit set and fruit development. Mulching can help to provide uniform moisture, conserve water and reduce weeds.",
    "Apply a balanced fertilizer twice during the growing season. Side-dress when the first fruits are about the size of a quarter, using 3 ounces of calcium nitrate per 10 feet of row. Sidedress again in about two to three weeks.",
    "Note: Too much nitrogen may cause excessive vegetative growth. If you are using plastic mulch, apply fertilizer through drip irrigation, or apply fertilizer to the side of the row."
  ],
  "pests": [
    "Flea beetles are probably the most common pest, but a healthy eggplant should be able to withstand damage from their tiny holes. Damage is usually serious only on young seedlings. Grow plants under row covers until they are large enough to tolerate leaf damage. Remove garden debris in the fall to remove any overwintering beetles.",
    "Powdery Mildew can affect eggplant. This appears as white, powdery spots on the leaves which may turn yellow and die. The best method of control is prevention. Planting resistant varieties when available, planting in full sun, and provide good air circulation. Water at the soil level, not on the leaves.",
    "Tomato Hornworms are sometimes an issue as are Colorado potato beetles, lace bugs, and mites.",
    "If the flowers on your eggplants form but then fall off, or if fruit does not develop, the most likely problem is that the temperatures are too cold.",
    "If the fruits are small and not growing, it’s also probably too cold. Eggplants like it hot! Daytime temperatures need to be 80° to 90° F and night time temperatures should not go below 60° to 65° F or their grow is very slow to stalled. Wait for warmer temperatures; you may have to replant, depending on the variety.",
    "Strangely-shaped eggplant are the result of inconsistent watering or low moisture."
  ],
  "pest_control": [
    "Here are some of the more common eggplant pests, diseases, and problems."
  ],
  "harvest": [
    "Harvest 65 to 80 days after transplanting, depending on the variety. When starting from seed, expect 100 to 120 days to maturity.",
    "The best way to gauge the time to harvest: The skin of the fruit is shiny and unwrinkled and a uniform color. As soon as the skin does not rebound to gentle pressure from your finger, it’s ripe.",
    "Don’t wait too long to harvest! After that, it will become tough and the seeds begin to harden.",
    "Japanese eggplant may be ready to harvest when the size of a finger or hot dog",
    "When harvesting, do not pull the fruit (as it won’t come off). Cut the fruit with a sharp knife or pruning shears close to the stem, leaving about an inch of it attached.",
    "Store eggplant in the refrigerator. The optimal conditions for storage are temperatures of 45 to 50 °F and 90-percent relative humidity for one week.",
    "Do not wash or cut in advance to avoid damaging the skin, which will quickly perish if exposed."
  ],
  "stats": [
    "At one time, women in the Orient used a black dye to stain their teeth a gun metal gray. The dye probably came from the same dark purple eggplant we see in the marketplace today."
  ]
}