{
  "name": "Roses",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/rose-peach.jpg?itok=hnIK5mr5",
  "slug": "roses",
  "botanical_name": "Rosa",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Spring, Summer, Fall",
  "flower_color": "Orange, Pink, Red, White, Yellow",
  "hardiness_zones": "Varies",
  "special_features": "",
  "planting": [
    "Plant roses where they will receive a minimum of 5 to 6 hours of full sun per day. Morning sun is especially important because it dries the leaves, which helps prevent diseases. Roses grown in partial sun may not die at once, but they weaken gradually, producing subpar blooms and overwintering poorly.",
    "Remember that light changes as the angle of the sun shifts throughout the season. If you live in the upper half of the U.S., choose a site that will offer full sun year-round. The more sun you have, the more flowers your plants will produce. In the lower half of the U.S., choose spots with a little bit of afternoon shade. This protects blossoms from the scorching sun and helps your flowers last longer.",
    "If you live in a colder climate, consider growing roses close to the foundation of your home. This provides plants with some degree of winter protection. Walkways are also good spots provided there is full sun.",
    "Roses need a soil that drains well but holds onto moisture long enough for the roots to absorb some. One of the worst mistakes you can make is to not provide adequate drainage. Roses do not like wet, cold feet.",
    "Roses like loose, loamy soil leaning more toward sandy. Too much clay and the roots can become waterlogged. If you are not starting out with a loose, loamy soil, you will need to do some amending.",
    "If you’re planning multiple roses, do not crowd. Provide good air circulation to avoid powdery and downy mildew.",
    "Roses prefer a near-neutral pH range of 5.5–7.0. A pH of 6.5 is just about right for most home gardens (slightly acidic to neutral).\nAn accurate soil test will tell you where your pH currently stands. Acidic (sour) soil is counteracted by applying finely ground limestone, and alkaline (sweet) soil is treated with ground sulfur. Learn more about soil amendments.",
    "An accurate soil test will tell you where your pH currently stands. Acidic (sour) soil is counteracted by applying finely ground limestone, and alkaline (sweet) soil is treated with ground sulfur. Learn more about soil amendments.",
    "Wear sturdy gloves to protect your hands from prickly thorns. Have a hose or bucket of water and all your planting tools nearby.",
    "Soak bare-root roses in a bucket of water for 8-12 hours before planting.",
    "Prune each cane back to 3-5 buds per cane. Any cane thinner than a pencil should be removed.",
    "If planting container grown roses, loosen the roots before planting.",
    "When you plant the rose, be sure to dig a much bigger hole than you think you need (for most types, the planting hole should be about 15 to 18 inches wide) and add plenty of organic matter such as compost or aged manure.",
    "Soak the newly planted rose with water.",
    "Mound up loose soil around the canes to protect the rose while it acclimates to its new site.",
    "Some old-timers recommend placing a 4-inch square of gypsum wallboard and a 16-penny nail in the hole to provide calcium and iron, both appreciated by roses.",
    "Don’t crowd the roses if you plan to plant more than one rose bush. Roses should be planted about two-thirds of the expected height apart. Old garden roses will need more space, while miniature roses can be planted closer."
  ],
  "care": [
    "Diligently water your roses. Soak the entire root zone at least twice a week in dry summer weather. Avoid frequent shallow sprinklings, which won’t reach the deeper roots and may encourage fungus. In the fall reduce the amount of water, but do not allow roses to completely dry out.",
    "Roses love water—but don’t drown them. That is, they don’t like to sit in water, and they’ll die if the soil is too wet in winter. The ideal soil is rich and loose, with good drainage. One of the worst mistakes you can make is to not provide adequate drainage.",
    "Use mulch. To help conserve water, reduce stress, and encourage healthy growth, apply a 2- to 4-inch layer of chopped and shredded leaves, grass clippings, or shredded bark around the base of your roses. Allow about 1 inch of space between the mulch and the base stem of the plant. See our Mulching Guide for more information.",
    "Artificial liquid fertilizers tend to promote plant growth that is soft and tender, and this type of foliage can attract aphids and other pests. Instead, rely on compost and natural fertilizers to feed your plants before and throughout the blooming cycle.",
    "Once a month between April and July, you could apply a balanced granular fertilizer (5-10-5 or 5-10-10). Allow ¾ to 1 cup for each bush, and sprinkle it around the drip line, not against the stem. See our fertilizer guide for more information.",
    "In May and June, you could scratch in an additional tablespoon of Epsom salts along with the fertilizer; the magnesium sulfate will encourage new growth from the bottom of the bush.",
    "Banana peels are a good source of calcium, sulfur, magnesium, and phosphates—all things that roses like. (Note that it will take longer for your roses to reap the benefits from bananas than it would with pure soil amendments.) Here are three ways to serve them up: \nLay a strip of peel at the base of each bush.\nBury a black, mushy banana next to each bush.\nChop up the peels, let them sit for two weeks in a sealed jar of water, and pour the mixture under each bush.",
    "Lay a strip of peel at the base of each bush.",
    "Bury a black, mushy banana next to each bush.",
    "Chop up the peels, let them sit for two weeks in a sealed jar of water, and pour the mixture under each bush.",
    "When pruning, be judicious. If you prune too hard in autumn, plants can be damaged beyond recovery. Instead, wait until spring, when plants begin to leaf out for the new season. (Roses are often not the earliest plants in the garden to respond to spring’s warming temperatures, so be patient.) Give the plant time to show its leaf buds then prune above that level.",
    "Destroy all old or diseased plant material. Wear elbow-length gloves that are thick enough to protect your hands from thorns or a clumsy slip, but flexible enough to allow you to hold your tools. Always wear safety goggles; branches can whip back when released.",
    "Don’t cut back or move roses in summer, as they might suffer and die in the heat. Large rose canes can be cut back by as much as two thirds, and smaller ones to within 6 to 12 inches of the ground.",
    "Use pruning shears for smaller growth. Use loppers, which look like giant, long-handle shears, for growth that is more than half an inch thick. A small pruning saw is handy, as it cuts on both the push and the pull.",
    "Deadhead religiously and keep beds clean. Every leaf has a growth bud, so removing old flower blossoms encourages the plant to make more flowers instead of using the energy to make seeds. Remove any debris around the rose bush that can harbor disease and insects.",
    "Late in the season, stop deadheading rugosas so that hips will form on the plants; these can be harvested and dried on screens, away from sunlight, then stored in an airtight container.",
    "Stop deadheading all your rose bushes 3 to 4 weeks before the first hard frost so as not to encourage new growth at a time when new shoots may be damaged by the cold.",
    "Not all types of roses are pruned the same way or at the same time of year. Learn more here: How to Prune Roses.",
    "Do not prune roses in the fall. Simply cut off any dead or diseased canes.",
    "Clean up the rose beds to prevent overwintering of diseases. One last spray for fungus with a dormant spray is a good idea.",
    "Stop fertilizing 6 weeks before the first fall frost but continue watering during dry fall weather to help keep plants healthy during a dry winter.",
    "Add mulch or compost around the roses after a few frosts but before the ground freezes. Where temperatures stay below freezing during winter, enclose the plant with a sturdy mesh cylinder, filling the enclosure with compost, mulch, dry wood chips, pine needles, or chopped leaves (don’t use maple leaves for mulch, as they can promote mold growth)."
  ],
  "pests": [
    "Japanese Beetles",
    "Aphids",
    "Black Spot: Rose plant leaves with black spots that eventually turn yellow have black spot. This is often caused by water splashing on leaves, especially in rainy weather. Leaves may require a protective fungicide coating, which would start in the summer before leaf spots started until first frost. Thoroughly clean up debris in the fall, and prune out all diseased canes.",
    "Powdery Mildew: Leaves, buds, and stems will be covered with a white powdery coating. Mildew develops rapidly during warm, humid weather. Prevent mildew by pruning out all dead or diseased canes in the spring.",
    "Botrytis Blight: This gray fungus will cause the flower buds to droop, stay closed, or turn brown. Prune off all infected blossoms and remove any dead material. Fungicide application may be necessary.",
    "Spider Mites",
    "Thrips",
    "Rust",
    "Stem Borers",
    "Deer: Roses are a delectable tidbit, so try planting lavender near your roses. Not only will you have the makings of a nice potpourri, but the scent of lavender will discourage browsers. You can also spread human or dog hair around the garden area or check our list of deer-resistant plants to protect your roses."
  ],
  "pest_control": [
    "Good gardening practices, such as removing dead leaves and canes, will help reduce pests. If problems develop, horticultural oil and insecticidal soap can help control insects and mildews.",
    "Possible rose pests and problems:",
    "In general, avoid rose issues by buying disease-resistant varieties and cleaning up debris, weeds, fallen leaves and any diseased plant material as soon as possible.",
    "Also, speak to your local Cooperative Extension or trusted nursery about a spray program with products approved in your state."
  ],
  "harvest": false,
  "stats": [
    "Roses are edible! Rose petals are brewed for tea blends and sometimes used in gargles and tonics to treat congestion, sore throats, and stomach disorders.",
    "Rose water is a refreshing skin splash. Try a flower facial! Gentle, aromatic steam cleanses your pores. For oily skin, add a few rose petals to boiling water in a heatproof bowl. Make a bath towel tent and lean your face about 10 inches above the water. It should feel warm, not hot. After 10 minutes, rinse your face with cool water, then blot dry.",
    "Red roses symbolize love and desire, but roses come in a variety of colors and each has their own meaning. For example, the white rose’s meaning is purity and innocence. See flower meanings.",
    "Roses are also one of the beautiful June birth flowers.",
    "It is believed that the cultivation of roses began about 5,000 years ago in China.",
    "During the Roman Empire, rose gardens were established in the Middle East.",
    "In the 17th century, kings and queens considered roses legal tender for purchases.",
    "Roses have a long and symbolic history."
  ]
}