{
  "name": "Spider Plants",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/spider-plant_t50-ss.jpg?itok=N7ExeEBY",
  "slug": "spider-plants",
  "botanical_name": "Chlorophytum comosum",
  "plant_type": "Houseplant",
  "sun_exposure": "Part Sun, Shade",
  "soil_type": "Loamy",
  "soil_ph": "Neutral",
  "bloom_time": "Summer",
  "flower_color": "White",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Grow in a soil-based, well-draining potting mix. Spider plants like even moisture; they don’t like to be too dry or too wet.",
    "Keep plants in bright to moderate indirect sunlight. Spider plants do not appreciate direct, hot sunlight, which can burn their leaves, causing brown tips and spots.",
    "Spider plants grow fairly quickly and can easily become pot bound. Plan to repot a spider plant about every other year.",
    "Spider plants can be grown outdoors as annuals during the summer. They look especially good along the edge of a container or bed, as long as they are kept out of direct sunlight."
  ],
  "care": [
    "During initial growth, water occasionally; once fully developed (within one year), water moderately.",
    "In the spring and summer months, keep the soil moist to encourage growth. Do not let soil dry out too much.",
    "Maintain average room temperature and humidity. Spider plants prefer temperatures between 55 and 80°F (13–27°C), which makes them a great indoor houseplant.",
    "Fertilize up to twice a month in the spring and summer, however, avoid overfertilization.",
    "See more Houseplant Growing Tips."
  ],
  "pests": [
    "Spider plants are prone to tip burn, which can be caused by dry soil, low humidity, or a buildup of salt and chemicals that are found in some public tap water. Keep the soil slightly moist. Avoid watering with fluoridated or chlorinated water and cut off brown tips if they do occur.",
    "To get rid of the brown discs on leaves, use your fingernail to scrape off the brown residue every few days.",
    "Mealybugs",
    "Scale"
  ],
  "pest_control": [],
  "harvest": [
    "Healthy spider plants may eventually produce “pups,” which are offshoots from the adult plant that can be removed and replanted to start new plants. For the best results, allow pups to reach approximately two inches in diameter before removing them from the mother plant. \n\tAlternatively, set the still-attached pups into pots of soil placed next to the mother plant. Once the pups have rooted themselves to the soil, they can be cut loose from the mother plant."
  ],
  "stats": [
    "Spider plants also go by the names “airplane plant,” “ribbon plant,” and “spider ivy.”",
    "Spider plants are originally from South Africa.",
    "Keep spider plants on your desk to reduce indoor pollutants."
  ]
}