{
  "name": "Thyme",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/thyme-planting-growing.jpg?itok=HNgI--hB",
  "slug": "thyme",
  "botanical_name": "Thymus vulgaris",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Thyme thrives in full sun and loves heat. If you are growing in a pot indoors, plant near a sunny window.",
    "Soil needs to drain well so there aren’t “wet feet.” In the garden, plant with other drought-tolerant perennials.",
    "In early spring, you may fertilize with organic matter, like compost, but not much soil amendment is necessary.",
    "It’s hard to grow thyme from seeds because of slow, uneven germination. It’s easier to buy the plants from a garden center or take some cuttings from a friend. Over time, you can propagate from your own cuttings.",
    "For a head start, plant the cuttings indoors 6 to 10 weeks before the last spring frost. (See your local frost dates.)",
    "Plant cuttings or young thyme plants any time after the ground temperature reaches 70°F. This is usually 2 to 3 weeks before the last spring frost in well-drained soil about 9 inches apart.",
    "Space young plants 12 to 24 inches apart, depending upon the specific variety.",
    "The plants should grow 6 to 12 inches in height.",
    "In the garden, plant thyme near cabbage or tomatoes.",
    "If you are growing thyme in containers, plant with rosemary which also likes sunny conditions and has similar watering needs."
  ],
  "care": [
    "Water deeply only when the soil is completely dry.",
    "Prune the plants back in the spring and summer to contain the growth.",
    "If you have cold winters, remember to lightly mulch around the plants after the ground freezes.",
    "Three to four year old plants need to be divided or replaced because older plants are woody and the leaves less flavorful.",
    "You can take some cuttings and plant them indoors in pots, too."
  ],
  "pests": [
    "Gray mold",
    "Root rot"
  ],
  "pest_control": [],
  "harvest": [
    "Harvest thyme just before the plant flowers by cutting off the top five to six inches of growth. Leave the tough, woody parts.",
    "It’s best to harvest thyme in morning after the dew has dried. Clean leaves should not be washed, because it removes some of the essential oils.",
    "Two or more crops may be gathered during the season.",
    "Or, if you keep trimming your thyme plant, it will keep growing (and also keep a compact shape). But always leave at least five inches of growth so plant will continue to thrive.",
    "Trim thyme whenever it gets leggy.",
    "Fresh thyme should be stored refrigerated and wrapped lightly in plastic; it should last one to two weeks",
    "To dry thyme, hang the sprigs in a dark, well-ventilated, warm area. You can also just dry the leaves by placing them on a tray. Once dried, store them in an airtight container. Crush just before using. Under good conditions herbs, will retain maximum flavor for two years.",
    "Freezing is another method of storage."
  ],
  "stats": []
}