{
  "name": "Celery",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/celery_stalks.jpg?itok=iIZ2_tOx",
  "slug": "celery",
  "botanical_name": "Apium graveolens",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Any",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Because the season is so long, celery seeds should always be started indoors for the best success rate. For a spring crop, sow seeds indoors 10 to 12 weeks before the average last frost date for your area. (See local frost dates.) For a fall crop, sow in summer, timing so that you can set out transplants 10 to 12 weeks before the first autumn frost.",
    "Soak seeds in warm water overnight prior to planting to reduce germination time.",
    "To get good germination, don’t cover the seeds with soil. Simply press the seeds into potting soil that’s formulated for seed-starting and cover the trays or pots with plastic covers to hold the moisture. Germination should take place in about a week",
    "When the plants are two inches tall, transplant them to individual peat pots or to another, deeper, flat with new potting soil. If you use flats, put the plants at least two inches apart.",
    "Plant celery outdoors when the soil temperature reaches 50 degrees F. or more, and when the nights don’t dip down below 40 degrees F.",
    "Work organic compost into the soil prior to planting. (Learn more about soil amendments and preparing soil for planting.) Or mix in fertilizer (about one pound of 5-10-10 per 30 square feet).",
    "Harden off seedlings before transplanting by reducing water slightly, and keeping them outdoors for a couple hours a day.",
    "Transplant seedlings 8 to 10 inches apart. Direct sow seeds ¼ inch deep. These will need to be thinned to 12 inches apart when they reach about six inches high.",
    "Mulch the plants after they are 6 inches tall to keep the soil moist and the roots cool.",
    "Water directly after planting."
  ],
  "care": [
    "Celery requires lots of water. Make sure to provide plenty of water during the entire growing season, especially during hot, dry weather. If celery does not get enough water, the stalks will be dry and small.",
    "Add plenty of compost and mulch around the plants to retain moisture.  Sidedress with a 5-10-10 fertilizer in the second and third month of growth (one tablespoon per plant and sprinkle it in a shallow furrow three to four inches from the plant and cover it with soil).",
    "Keep celery weeded but be careful when weeding as celery has shallow roots and could easily get distrubed.",
    "Tie growing celery stalks together to keep them from sprawling."
  ],
  "pests": [
    "Flea beetles",
    "Slugs and snails",
    "Earwigs"
  ],
  "pest_control": [
    "To control pests, cover the plants with garden fabric (row covers) during the first four to six weeks of the growing season"
  ],
  "harvest": [
    "The parts of celery that are harvested are mainly the stalks, which will be above ground.",
    "Pick the stalks whenever you want. Young celery is as good as the mature product.",
    "Harvest stalks from the outside in. You may begin harvesting when stalks are about 8 inches tall.",
    "Celery can be kept in the garden for up to a month if soil is built up around it to maintain an ideal temperature. Celery will tolerate a light frost, but not consecutive frosts.",
    "Tip: The darker the stalks become, the more nutrients they will contain. Texture changes with color; dark green stalks will be tougher.",
    "Keep celery in a plastic bag in the refrigerator. Celery stores really well; you can keep it for many weeks with no trouble."
  ],
  "stats": [
    "Keep in mind the grocery store celery is lighter in color and bigger than homegrown celery because the commercial varieties are grown in greenhouses and/or protected from the sun; they often carries a lot of pesticides, too.",
    "Celery stalks can be frozen. Cut the stalks into half-inch pieces and store in freezer-grade bags.",
    "The ancient Romans believed that celery had healing powers, especially when it came to headaches.",
    "Bland or boring? You may be delighted to discover that celery has many benefits. See why celery is heathy and happening."
  ]
}