{
  "name": "Turnips",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/planting-growing-turnips.jpg?itok=74lrF_eN",
  "slug": "turnips",
  "botanical_name": "Brassica rapa (Rapifera Group)",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "For a late spring harvest, sow turnip seeds directly in the garden as soon as the ground is workable, usually 2 to 3 weeks before the average last frost date.",
    "For an autumn harvest, sow turnips in late summer. Sow after summer crops of onions, squash, beans or sweet corn.",
    "You can also sow seeds in early autumn for a late autumn harvest.",
    "Select a site that gets full sun.",
    "Soil should be well-draining and loosened to a depth of 12 to 15 inches.",
    "In advance, mix in a 2- to 4-inch layer of compost or aged manure. Add sand to heavy, clay soil and remove stones to allow the turnip to easily expand belowground.",
    "Turnips are seeded directly into the garden; they do not transplant well.",
    "Scatter turnip seed. Do not cover the seeds with more than ½ an inch of soil.",
    "Once seedlings are 4 inches high, thin them to 4 to 6 inches apart. Space wide rows 12 inches apart.",
    "Thin turnips grown for greens from 2 to 3 inches apart (or, some of us don’t bother thinning for greens at all)."
  ],
  "care": [
    "Keep the beds weed free, but be careful of disturbing the root of young turnips.",
    "Mulch to retain moisture and suppress weeds.",
    "Turnips do not need much care, but consistent soil moisture is important. Keep soil lightly moist, watering at a rate of 1 inch per week to prevent the roots from becoming tough and bitter."
  ],
  "pests": [
    "Root Maggots",
    "Flea Beetles",
    "Powdery Mildew",
    "Downy Mildew",
    "Aphids"
  ],
  "pest_control": [],
  "harvest": [
    "Harvest some turnips very early for turnip greens. The leaves taste best when young and tender.",
    "Harvest early types after about 5 weeks; maincrop types after 6 to 10 weeks.",
    "Harvest turnips at any size you wish, however, the small, young turnips are nicer and more tender.",
    "For fall turnips, consider harvesting just after a light frost (but before a hard freeze) for a sweeter taste.",
    "Store for up to 3 or 4 months in a cool, dark, humid place such as a root cellar or the vegetable drawer of your refrigerator.",
    "If storing in the refrigerator, keep turnips in a perforated plastic bag. It’s important that the turnips do not dry out, but also that they do not become moldy from too much moisture."
  ],
  "stats": [
    "Turnips like a dry bed but a wet head.",
    "Young turnips are so tender that you can peel and eat them just as you would an apple.",
    "Turnips are often confused with rutabagas because they are similar, and people like to plant them together. The two root vegetables grow well under the same conditions, but rutabagas take about four weeks longer to mature.",
    "Many turnips are grown not for the root itself but for the turnip greens, which can be cooked or used raw in salads. Younger turnip greens will not be as bitter as mature leaves.",
    "For other greens to use in your cuisine, see the Leafy Greens: Health Benefits page."
  ]
}