{
  "name": "Marigolds",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/french-marigolds-2.jpg?itok=pMOCfowU",
  "slug": "marigolds",
  "botanical_name": "Tagetes",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Any, Clay, Loamy, Sandy",
  "soil_ph": "Neutral",
  "bloom_time": "Spring, Summer, Fall",
  "flower_color": "Multicolor, Orange, Red, White, Yellow",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9, 10, 11",
  "special_features": "",
  "planting": [
    "French and signet marigolds can be planted anytime through midsummer, but the tall American marigolds are best planted right away in the spring (after danger of frost has passed) because they are slower to mature. See local frost dates.",
    "Sow seeds directly into the garden once the soil is warm in the spring. You can start seeds indoors, but they germinate so easily outside that there’s really no advantage. Marigolds sprout within days in warm weather and plants bloom in about 8 weeks.",
    "Marigolds thrive in full sunshine and can often withstand very hot summers.",
    "If planted in shade and cool, moist areas, they are prone to powdery mildew and won’t bloom well.",
    "Though they grow in almost any soil, marigolds do best in moderately fertile, well-drained soil.",
    "Prepare the soil by digging down about 6 inches to loosen it. Remove stones.",
    "Optional: Add some slow-release (granular) fertilizer in the planting hole. A 5-10-5 works fine.",
    "Moisten the soil, then sow seeds 1 inch apart and no more than 1 inch deep.",
    "While still small, thin the seedlings. Space French and signet types 8 to 10 inches apart. Larger American varieties should be at least 10 to 12 inches apart.",
    "If planting transplants, thoroughly water each plant after planting in the garden.",
    "If planting in containers, use a soil-based potting mix. Either mix in slow-acting granular fertilizer at planting time or plan to water with diluted liquid fertilizer periodically. Take care to space properly; marigolds grown in containers can become crowded."
  ],
  "care": [
    "Once the marigolds have established themselves, pinch off the tops of the plants to encourage them to grow bushier. This will keep the plants from becoming leggy and will encourage more blooming.",
    "Marigolds don’t require deadheading, but if dying blossoms are regularly removed, it will encourage the plant to continue blooming profusely.",
    "When you water marigolds, allow the soil to dry somewhat between waterings, then water well and repeat the process. Water more in high heat.",
    "Do not water marigolds from overhead. Water at the base of the plant. (Excess water on leaves can lead to powdery mildew.)",
    "Do not fertilize marigolds during growth. A diet that’s too nitrogen-rich stimulates lush foliage at the expense of flowers.",
    "The dense, double flowerheads of the African marigolds tend to rot in wet weather.",
    "Add a layer of mulch between plants to suppress weeds and keep soil moist, especially when plants are young.",
    "When a blossom starts to go bad, pinch (cut) its stem back to the nearest set of leaves.",
    "The plant will be encouraged to produce new flowers."
  ],
  "pests": [
    "The underground workings of the French marigold in particular are known to repel damaging nematodes (microscopic worms) that attack the roots of garden vegetables—especially root-knot and lesion nematodes. Crops most impacted include tomatoes, cucumbers, strawberries, snap beans, squash, onions, and garlic.",
    "To take advantage of this effect, don’t plant marigolds directly alongside vegetables. Instead, plant a mass of marigolds in the spring in a spot where you intend to grow a fall crop. In mid- to late summer, remove the marigolds and plant vegetables and greens for a fall harvest."
  ],
  "pest_control": [
    "Marigolds have few pests or problems overall, but mites and aphids sometimes infest the plants. Usually a spray of water or the application of an insecticidal soap, repeated every other day for a week or two, will solve the problem. Occasionally marigolds will get a fungal infection if conditions are too wet. To prevent fungal issues, avoid getting water on the marigolds’ leaves, keep weeds down, and plant in well-drained soil.",
    "Farmers and gardeners have long known that marigolds make important companion plants all over the garden."
  ],
  "harvest": [
    "In flower arrangements, strip off any leaves that might be under water in the vase; this will discourage the overly pungent odor.",
    "Marigolds can be dried for long-lasting floral arrangements. Strip foliage from perfect blossoms and hang them upside down.",
    "You may see “marigolds” listed as edible flowers. In fact, it’s the flowers of Calendula—not Tagetes—that make great additions to a summer dish. Flowers from Tagetes marigolds can be irritating to the skin, so we do not recommend ingesting them."
  ],
  "stats": [
    "In the late 1960s, Burpee president David Burpee launched an energetic campaign to have marigolds named the national flower, but in the end, roses won out.",
    "For years, farmers have included the open-pollinated African marigold ‘Crackerjack’ in chicken feed to make egg yolks a darker yellow.",
    "Marigolds are one of the October birth flowers."
  ]
}