{
  "name": "Jasmine",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/jasmine-719973_1920.jpg?itok=KqrbgCyZ",
  "slug": "jasmine",
  "botanical_name": "Jasminum spp.",
  "plant_type": "Houseplant",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "",
  "soil_ph": "",
  "bloom_time": "Summer",
  "flower_color": "Pink, White, Yellow",
  "hardiness_zones": "7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "All jasmines prefer full sun to partial shade. The ideal planting position should be warm, sunny and sheltered.",
    "They grow well in regular, well-drained garden soil with moderate levels of soil fertility and moisture.",
    "Containerized plants are best planted in the fall.",
    "If grown as a twining vine, jasmine will need to be supported on an arbor or trellis.",
    "As a shrub, jasmine can get lanky and semi-vining so it needs frequent pruning. Common jasmine grows to a height of 10 to 15 feet as a lanky, semi-vining shrub, growing 12 to 24 inches a year.  Winter jasmine shrub grow to 4 feet high and 7 feet wide.",
    "If you’re going to grow jasmine as a shrub border, you can set them at least 8 feet apart.",
    "Place in a partly sunny spot to encourage robust growth. Indoors, space near a south window and provide a trellis or support.",
    "Indoors, jasmine needs to stay cool with well-circulated air. Try to keep the temperature between 60 to 75 degrees Fahrenheit.",
    "Plant jasmine in porous material as well as bark, peat, and other soil that drains well. Soil needs to be moist but not soggy."
  ],
  "care": [
    "Tie the vine’s stems to a fairly heavy support.",
    "Pinch the tips to stimulate lateral growth and prune after flowering if necessary to restrain growth.",
    "If the vine is grown as a groundcover, trim the upward-twining stems. Additional plants can be propagated from stem cuttings.",
    "If growing jasmine as a houseplant, soil should be moist and well-drained, but do not overwater. During the summer allow the soil to be moist and let it dry between waterings. Water less in the fall. In the winter and spring months keep the plant slightly dry.",
    "Prune out thin, old shoots after flowering (which is spring) to shape the plant.",
    "Jasmine plants like water. The soil should always be slightly moist, but not soggy.",
    "Fertilize Jasmine twice a year with fertilizer that is rich in potassium and phosphorus. During the growing season of spring and summer, liquid fertilizer can be fed to the plant every few weeks.",
    "Keep jasmine under control with proper pruning, especially at the beginning of spring. Remember jasmine is a climbing vine!",
    "Repot in springtime. Prune the roots when moving to fresh soil, as needed."
  ],
  "pests": [
    "Common jasmine is relatively problem free, pest free, and disease free.",
    "Winter jasmine can be affected with spider mites. If this happens, cut them to the ground after blooming and discard the infested plant material. Feed the crowns to stimulate new growth.",
    "Yellowish leaves indicate the need for fertilizer, which should be applied in spring.",
    "For houseplants, look out for mealybugs (white, cottony masses under leaves and on stems). To remove, use a cotton swab dipped in alcohol."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "In Hawaii, jasmine and ginger blossoms are often used in leis to celebrate Lei Day on May 1.",
    "Jasmine’s scent is thought to be calming and soothing.",
    "The essential oil of Jasminum officinale is known as the ‘King of Oils’ and has been used to aide the quality of sleep, reduce anxiety, and reduce depression.",
    "It’s also an age-old herbal medicine and healing agent that has been used for antiseptic or anti-inflammatory powers."
  ]
}