{
  "name": "Hostas",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/hosta-plant.jpg?itok=UhA5chse",
  "slug": "hostas",
  "botanical_name": "Hosta spp.",
  "plant_type": "Shrub",
  "sun_exposure": "Shade",
  "soil_type": "",
  "soil_ph": "Neutral",
  "bloom_time": "Summer",
  "flower_color": "Blue, Pink, Purple, White",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Buy hostas as dormant, bare-root divisions or potted plants in the spring.",
    "Set the plants with the crown even with the surrounding soil and the growing tips visible at the soil surface.",
    "If buying potted hostas, plant them at the same soil level as in the pot.",
    "Gently dampen the soil around the plants and water until soil is moist."
  ],
  "care": [
    "Apply a well-balanced, slow-release fertilizer after planting or when growth emerges in the spring.",
    "Keep the soil moist but not wet.",
    "Place mulch around the plants to help retain moisture.",
    "Remove flower stalks after bloom to encourage new growth.",
    "Clean up around the plants and remove brown leaves in the fall to help control diseases and slugs.",
    "Transplanting and dividing is best done in early spring when the leaves just begin to emerge."
  ],
  "pests": [
    "Slugs and snails:  If you see irregular holes along the leaf’s edges or entire leaves chewed off at the stem nocturnal slugs may be the culprit. Look for shiny slime trails on the leaves or on the ground around the plants.",
    "Deer: It’s true. Deer love hosta. To discourage deer, use fencing or motion-sensitive sprinklers. Speak to your local garden center about odor-based sprays and deer repellents; the deer will taste the distasteful repellent first. Here’s an example.",
    "Rabbits: If you see clean-cut chew marks on young hosta stems and leaves you may have rabbits in your garden. Look for dropped leaves and rabbit droppings on the ground and around the plants."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "Young hosta leaves are edible. Known as urui in Japan, they’re commonly boiled, fried in tempura, or eaten raw. The flavor is similar to lettuce and asparagus.",
    "If you wish to remove your hostas, cut off the leaves to the ground and then dig out the crown located just below ground level. Pour vinegar or boiling water over the plant. If you have a larger area of hostas that you want to remove, cut the leaves off, remove the crowns and then cover the area with black plastic for the rest of the growing season."
  ]
}