{
  "name": "Garlic",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/garlic-growing-guide.jpg?itok=GbZVjjmg",
  "slug": "garlic",
  "botanical_name": "Allium sativum",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8",
  "special_features": "",
  "planting": [
    "Garlic is typically planted in the fall or early winter, though it may also be planted in the early spring in warmer climates.",
    "We advise fall planting for most gardeners. Garlic roots develop during the fall and winter—before the ground freezes—and by early spring, they start producing foliage.",
    "In areas that get a hard frost, plant garlic about 2 weeks after your first fall frost date, but before the ground freezes. The timing may vary with local climate; the aim is to allow a long enough period before the ground freezes for the plant to develop good roots, but not enough time to for it to form top growth before freezing temperatures set in.\nIn cooler climates, planting is usually between September and November. \nIn warm areas with mild winters, you have the option to plant garlic in the fall or in late winter/early spring—usually February or March.",
    "In cooler climates, planting is usually between September and November.",
    "In warm areas with mild winters, you have the option to plant garlic in the fall or in late winter/early spring—usually February or March.",
    "Select a sunny spot.",
    "Garlic likes fertile, well-drained soil with a pH of 6.5 to 7. If your soil is on the thin, sandy side, add healthy additions of compost, plus aged manure or 5-10-10 fertilizer. (Don’t use fresh, unprocessed animal manure, as it can transfer diseases.)",
    "For an easy and large harvest, garlic grower Robin Jarry of Hope, Maine, suggests using heavily mulched raised beds, especially in heavy soil. “I plant in raised beds for good drainage, and then mulch with about six inches of old hay after the ground freezes. I never water my garlic—I like low-maintenance vegetables!” Raised beds should be two to three feet wide and at least 10 to 12 inches tall.",
    "Lime the soil if you haven’t done so recently. Before planting cloves, work a couple tablespoons of 5-10-10 complete fertilizer, bone meal or fish meal into the soil several inches below where the base of the garlic will rest.",
    "Get cloves from a mail order seed company or a local nursery.\nDo not use cloves from the grocery store for planting. They may be unsuitable varieties for your area, and most are treated to make their shelf life longer, making them harder to grow.",
    "Do not use cloves from the grocery store for planting. They may be unsuitable varieties for your area, and most are treated to make their shelf life longer, making them harder to grow.",
    "Select large, healthy cloves, free of disease. The larger the clove, the bigger and healthier the bulb you will get the following summer.",
    "Break apart cloves from the bulb a few days before planting, but keep the papery husk on each individual clove.",
    "Place cloves 2 to 4 inches apart and 2 inches deep, in their upright position (the wide root side facing down and pointed end facing up).",
    "Plant in rows spaced 10 to 14 inches apart."
  ],
  "care": [
    "Northern gardeners should mulch heavily with straw to ensure proper overwintering. Read our mulching guide for more info!",
    "Mulch should be removed in the spring after the threat of frost has passed. (Young shoots can’t survive in temps below 20°F / -6°C on their own. Keep them under cover.)",
    "In the spring, as warmer temperatures come, shoots will emerge through the ground.",
    "Cut off any flower shoots that emerge in spring. These may decrease bulb size.",
    "Fertilize garlic in the early spring by side dressing with a nitrogen-heavy fertilizer such as blood meal, chicken manure, or a store-bought pelleted fertilizer.",
    "Fertilize again just before the bulbs begin to swell in response to lengthening daylight (usually early May in most regions).",
    "Weeds should not be a problem until spring. However, keep the planting site well weeded. Garlic doesn’t do well with competition—it needs all available nutrients!",
    "Garlic is a heavy feeder which requires adequate levels of nitrogen. Fertilize more if you see yellowing leaves.",
    "Water every 3 to 5 days during bulbing (mid-May through June). If May and June are very dry, irrigate to a depth of two feet every eight to 10 days. As mid-June approaches, taper off watering."
  ],
  "pests": [
    "White Rot is a fungus that may attack garlic in cool weather. Not much can be done to control or prevent that problem except rotating your crops and cleaning up the area after harvesting. The spores can live in the soil for many years. The fungus affects the base of the leaves and roots."
  ],
  "pest_control": [
    "Garlic has very few problems with pests in the garden (in fact, its a natural pest repellent), and also very few problems with the diseases that plague other veggies. White rot is one concern, but you should also keep an eye out for the same pests that plague onions."
  ],
  "harvest": [
    "Harvest from fall plantings will range from late June to August. In Southern climates, it will depend on your planting date. The clue is to look for yellowing foliage. Harvest when the tops just begin to yellow and fall over, but before they are completely dry.",
    "Before digging up your whole crop, it’s time for a sample! Lift a bulb to see if the crop is ready. We often dig up a bulb before the tops are completely yellow (in late June or early July) as some garlic types will be ready earlier. The garlic head will be divided into plump cloves and the skin covering the outside of the bulbs will be thick, dry and papery.\nIf pulled too early, the bulb wrapping will be thin and disintegrate.\nIf left in the ground too long, the bulbs sometimes split apart. The skin may also split, which exposes the bulbs to disease and will affect their longevity in storage.",
    "If pulled too early, the bulb wrapping will be thin and disintegrate.",
    "If left in the ground too long, the bulbs sometimes split apart. The skin may also split, which exposes the bulbs to disease and will affect their longevity in storage.",
    "To harvest, carefully dig (don’t pull!) up the bulbs with a spade or garden fork. Lift the plants, carefully brush off the soil, and let them cure in an airy, shady, dry spot for two weeks. We hang them upside down on a string in bunches of 4 to 6. Make sure all sides get good air circulation. Be careful not to bruise the garlic or it won’t store well.",
    "The bulbs are cured and ready to store when the wrappers are dry and papery and the roots are dry. The root crown should be hard, and the cloves can be cracked apart easily.",
    "Once the garlic bulbs are dry, you can store them. Remove any dirt and trim off any roots or leaves. Keep the wrappers on—but remove the dirtiest wrappers. Remove the tops and roots.",
    "Bulbs should be stored in a cool (40°F / 4°C), dark, dry place, and can be kept in the same way for several months. Don’t store in your basement if it’s moist! Do not store garlic in the refrigerator, either.",
    "The flavor will increase as the bulbs are dried. Properly stored, garlic should last until the next crop is harvested the following summer.",
    "If you plan on planting garlic again next season, save some of your largest, best-formed bulbs to plant again in the fall."
  ],
  "stats": [
    "Rub raw garlic on an insect bite to relieve the sting or itch. Find out more uses for raw garlic and more about garlic’s long history of healing."
  ]
}