{
  "name": "Watermelons",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/watermelon.jpg?itok=vt5gobz_",
  "slug": "watermelons",
  "botanical_name": "Citrullus lanatus",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Sandy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10, 11",
  "special_features": "",
  "planting": [
    "If you live in warmer climes, you can sow seeds directly outdoors, but wait until the soil temperature warms to at least 70°F to avoid poor germination.",
    "Watermelon vines are very tender and should not be transplanted until all danger of frost has passed. (To be safe, wait at least two weeks past your last frost date.)",
    "If you are in a cooler zone, start seeds indoors about a month before transplanting.",
    "Amend soil with aged manure, seaweed, and/or compost before planting. Watermelons are heavy feeders. Learn more about soil amendments and preparing soil for planting.",
    "Watermelons prefer a soil pH between 6 and 6.8.",
    "Growing the vines in raised rows, known as hills, ensures good drainage and will hold the sun’s heat longer. Space the plants about 2 feet apart in a 5-foot-wide hill.",
    "If you’re growing in rows, space 6 feet by 6 feet apart.",
    "Watermelons like loamy, well-drained soil. Handle them gently when you transplant.",
    "After you transplant, cover the plants with row covers to keep pests at bay. You’ll remove the row covers when you see both male and female flowers on the vine.",
    "Find even more tips for planting watermelon in your home garden."
  ],
  "care": [
    "Mulching with black plastic will serve multiple purposes: it will warm the soil, hinder weed growth, and keep developing fruits clean.",
    "Watering is very important—from planting until fruit begins to form. While melon plants are growing, blooming, and setting fruit, they need 1 to 2 inches of water per week.",
    "Keep soil moist, but not waterlogged. Water at the vine’s base in the morning, and try to avoid wetting the leaves and avoid overhead watering. Reduce watering once fruit are growing. Dry weather produces the sweetest melon.",
    "If you choose to fertilize (and many do), make sure it delivers more nitrogen than phosphorus and potassium. However, after flowering begins, use a fertilizer with less nitrogen. We like to use liquid seaweed.",
    "Pruning isn’t necessary, but vine productivity may be improved if you do not allow lateral (side) vines to grow and stick to the main vine. When the plant is young, just cut off the end buds as they form (before the side shoots become vines). You can also pinch off some blossoms to focus the energy on fewer melons (though it’s a challenge to kill off a potential fruit).",
    "Vines produce male and female flowers separately on the same plant. They often begin producing male flowers several weeks before the females appear. Do not be concerned if the male flowers fall off. The female flowers (which have a swollen bulb at the base) will stay on the vine and bear fruit.",
    "Blossoms require pollination to set fruit, so be kind to the bees!",
    "As fruit is ripening, prevent rotting by gently lifting it and putting cardboard or straw between the fruit and the soil."
  ],
  "pests": [
    "Aphids",
    "Cucumber Beetles",
    "Squash Vine Borer Moths",
    "Fusarium Wilt"
  ],
  "pest_control": [],
  "harvest": [
    "Thump it. If the watermelon sounds hollow, it’s ripe.",
    "Look at the color on the top. The watermelon is ripe when there is little contrast between the stripes.",
    "Look at the color on the bottom. A green watermelon will have a white bottom; a ripe melon will have a cream- or yellow-colored bottom.",
    "Press on it. If the watermelon sounds like it gives a little, it’s ripe. (Rhodes doesn’t like this method because it can ruin the quality of the fruit.)",
    "Check the tendril. If it’s green, wait. If it’s half-dead, the watermelon is nearly ripe or ripe. If the tendril is fully dead, it’s ripe or overripe; it’s not going to get any riper, so you might as well pick!",
    "Stems should be cut with a sharp knife close to the fruit.",
    "Watermelons can be stored uncut for about 10 days. If cut, they can last in the refrigerator for about 4 days. Wrap tightly in plastic."
  ],
  "stats": []
}