{
  "name": "Mint",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/mint-planting-growing-harvesting.jpg?itok=41i3t8up",
  "slug": "mint",
  "botanical_name": "Mentha",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Mints are vigorous perennials that thrive in light soil with good drainage.",
    "Ideally, they prefer a moist but well-drained site, something like their native habitat along stream banks.",
    "Most will tolerate some shade, and the variegated types may require some protection from direct sun.",
    "For growing outdoors, plant one or two purchased plants (or one or two cuttings from a friend) about 2 feet apart in moist soil. One or two plants will easily cover the ground. Mint should grow to be 1 or 2 feet tall.",
    "For the best growth in confined areas such as containers, topdress plants with a thin layer of compost or organic fertilizer every few months. Aboveground pots will need winter protection in cold climates.",
    "In the garden, plant mint near cabbage and tomatoes."
  ],
  "care": [
    "Minimal care is needed for mint. For outdoor plants, use a light mulch. This will help keep the soil moist and keep the leaves clean.",
    "For indoor plants, be sure to water them regularly to keep the soil evenly moist.",
    "At first, mints develop into well-behaved–looking, bushy, upright clumps, but they soon set out to conquer new territory with horizontal runners and underground rhizomes. Unless you block the advance, a pert peppermint plant can turn into a sprawling 4-foot giant in just 1 year. It’s not the stuff of horror movies, however. Mints benefit from picking and pruning. They are shallow-rooted and easy to pull out, so there’s no reason to worry, as long as you provide physical barriers such as walls, walkways, or containers."
  ],
  "pests": [
    "Powdery mildew",
    "Rust",
    "Leaf spot",
    "Anthracnose",
    "Stem canker",
    "Mice dislike the smell of peppermint. Spread it liberally where you suspect the critters. Mint is also considered a deer-resistant plant."
  ],
  "pest_control": [],
  "harvest": [
    "Frequent harvesting is the key to keeping mint plants at their best. Young leaves have more flavor than old ones, and mint can be harvested as soon as it comes up in spring. Although fresh is best and sprigs keep for a few days in water, mint leaves can be frozen or air-dried in bunches.",
    "Right before flowering, cut the stems 1 inch from the ground. You can harvest one mint plant two or three times in one growing season.",
    "You can also just pick the leaves as you need them.",
    "You can grow the plants indoors for fresh leaves throughout the winter. If you want to dry them, it’s best to cut the leaves right before flowering. Store the dried leaves in an airtight container."
  ],
  "stats": [
    "To relieve a tension headache, apply a compress of mint leaves to your forehead. Learn more about the medicinal benefits and many uses of mint.",
    "Mint is a symbol for virtue. Find out more plant meanings here.",
    "Mint can also help to relieve stress and anxiety. Find out how to use your fresh mint as a calming herb here."
  ]
}