{
  "name": "Geraniums",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/geranium-2422730_1920.jpg?itok=cyx72G4f",
  "slug": "geraniums",
  "botanical_name": "Pelargonium",
  "plant_type": "Houseplant",
  "sun_exposure": "Full Sun",
  "soil_type": "Sandy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "Multicolor",
  "hardiness_zones": "10, 11",
  "special_features": "",
  "planting": [
    "When buying geraniums, pay close attention to color and size. Healthy leaves will have no discoloration on or below them and stems will be sturdy, not straggly. Be sure to avoid any plants with obvious signs of pests as well.",
    "Place plants in pots with drainage holes to avoid root rot. Do not use a saucer beneath your pot unless filled with pebbles.",
    "Use soil-less potting mixture (not dirt) when planting in containers.",
    "For maximum bloom, place the plants in an area where they will get 4-6 hours of sunlight daily."
  ],
  "care": [
    "Allow to dry between waterings, then water thoroughly.",
    "During the winter, water much less, but do not let the roots dry out.",
    "To encourage blooming, deadhead spent flowers.",
    "To promote bushiness and avoid legginess, pinch the stems.",
    "During active growing months, fertilize every 2 weeks. Use a water-soluble fertilizer at half strength. Don’t fertilize in winter.",
    "Geraniums can be re-potted as needed during the spring to be refreshed.",
    "Geraniums that have spent the summer outdoors can be kept as houseplants, provided they get lots of sun. In northern climes, the sun may not be strong enough in late winter to stimulate buds on some varieties.",
    "Before the first fall frost (find your local frost dates), lift the plants and, using a sharp, clean knife, cut the stems back in a shapely fashion to about 6 to 8 inches. They should not have to support great masses of leaves in the low sunlight environment they are about to enter. Save a few stems as cuttings to root, an easy way to multiply your plants. Also cut back the roots.",
    "Transplant the “mother plant” to the smallest pot possible—enough to just fit the roots—using regular potting soil to fill.",
    "Keep the plants in shade for a week, then place them in a sunny spot (they need all the sun they can get) and keep them cool.",
    "Geraniums grow best with night temperatures of 50° to 60°F but will survive if they drop to 32° and/or rise above 80°F, as long as they are kept relatively dry.",
    "When new growth appears, cut off all the old leaves.",
    "Water only when the leaves show signs of drooping and allow only small amounts. Do not fertilize or feed the plants. It is critical that these plants get rest.",
    "If you want your overwintered geraniums to bloom for Memorial Day, pinch them back in February. Once warm weather returns and all danger of frost has passed, take the plants outdoors and transplant them to beds or pots, as you wish."
  ],
  "pests": [],
  "pest_control": [
    "Common problems can be low light or too much or too little water. The leaves will turn yellow as an indication you are watering too little or too much. In this case, try to even the watering out and move the geraniums to a brighter place."
  ],
  "harvest": [
    "Using a sharp, clean knife, make a slanted cut 4 inches below a stem tip, above a node where leaves emerge. Trim cutting to just below a node. Remove any buds, all but two or three leaves, and the leaflike stipules at the base of leaf stalks.",
    "Roll the stem cutting in newspaper or put it in the shade for 24 hours, so that the end will seal and not rot.",
    "Push the stem into a pot of moistened rooting medium and store it in a warm, shady place for 2 days. After that, give the cutting indirect sun. Moisten the medium only as needed."
  ],
  "stats": [
    "For minor cuts, apply crushed geranium leaves to stop the bleeding.",
    "In the language of flowers, scarlet geranium means silliness. Find out more flower meanings here.",
    "Geraniums are known to be toxic to Japanese beetles, so you won’t have to worry about those pesky pests.",
    "The plants that we commonly call geraniums were introduced in Europe by Dutch traders who brought them from South Africa in the early 18th century. Because these new plants resembled the hardy wild geraniums already growing in Europe, botanists mistakenly grouped them together. In 1753, Swedish botanist Carl Linnaeus classified them under the genus Geranium. When it was later discovered that these new “geraniums” differed from European geraniums in the shape of their petals, the number of stamens, and other factors, they were renamed Pelargonium, meaning “stork’s bill”—a reference to the long, sharply pointed shape of their seedpod. But to this day, we still say “geranium” when we actually mean “pelargonium.”"
  ]
}