{
  "name": "Onions",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/onions.jpg?itok=LuSZeb0j",
  "slug": "onions",
  "botanical_name": "Allium cepa",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Any, Loamy",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Plant onions as soon as the ground can be worked in the spring, usually late March or April. Make sure outdoor temperatures don’t dip below 20°F (-6°C).",
    "Select a location with full sun, where your onions won’t be shaded by other plants.",
    "Soil needs to be well-drained, loose, and rich in nitrogen; compact soil affects bulb development.",
    "Add aged manure or compost to the soil in early spring, before planting. Onion plants are heavy feeders and need constant nourishment to produce big bulbs.",
    "At planting time, mix in some nitrogen fertilizer.",
    "Onion seeds are short-lived. If planting seeds indoors, start with fresh seeds each year. Start seeds indoors about 6 weeks before transplanting to the garden.",
    "Think of onions as a leaf crop, not a root crop. When planting onion sets, don’t bury them more than 1 inch under the soil.",
    "For sets or transplants, space plants 4 to 5 inches apart in rows 12 to 18 inches apart.",
    "Practice crop rotation with onions.",
    "Add mulch between the rows of onions. This will help retain moisture and stifle weeds.",
    "Find more tips for planting onions in different regions and soils.",
    "Fill a pot with potting soil and make a hole in the middle that is about the depth and width of the onion.",
    "Place the onion in the hole and cover with soil.",
    "Water and put the pot in a sunny spot.",
    "Harvest the green sprouts as needed for cooking."
  ],
  "care": [
    "Fertilize every few weeks with nitrogen to get big bulbs. Cease fertilizing when the onions push the soil away and the bulbing process has started. Do not put the soil back around the onions; the bulb needs to emerge above the soil.",
    "Generally, onion plants do not need consistent watering if mulch is used. About one inch of water per week (including rain water) is sufficient. If you want sweeter onions, water more.",
    "Onions will look healthy even if they are bone dry, so be sure to water during drought conditions."
  ],
  "pests": [
    "Thrips: To control thrips—tiny insects about as fat as a sewing needle—take a dark piece of paper into the garden and knock the onion tops against it; if thrips are present, you will spot their tan-colored bodies on the paper. A couple of treatments with insecticidal soap kills them. Follow the package directions. Spray the plants twice, three days apart, and the thrips should disappear.",
    "Onion Maggots: Cover your emerging onion crop with a fine mesh netting. Seal it by mounding soil around the edges. The onion maggot likes to lay its eggs at the base of plants, so the netting should prevent that. You should also keep mulch away because the insects like decaying organic matter, and make sure you completely harvest your onions as the season progresses. Onion maggots are usually a problem in very rainy periods, so these precautions may be unnecessary if you have a dry season."
  ],
  "pest_control": [],
  "harvest": [
    "Pull any onions that send up flower stalks; this means that the onions have stopped growing. These onions will not store well but can be used in recipes within a few days.",
    "When onions start to mature, the tops (foliage) become yellow and begin to fall over. At that point, bend the tops down or even stomp on them to speed the final ripening process.",
    "Loosen the soil around the bulbs to encourage drying.",
    "When tops are brown, pull the onions.",
    "Be sure to harvest in late summer, before cool weather. Mature onions may spoil in fall weather.",
    "Clip the roots and cut the tops back to 1 inch (but leave the tops on if you are planning to braid the onions).",
    "Let the onions cure on dry ground for a few days, weather permitting. Always handle them very carefully—the slightest bruise will encourage rot to set in.",
    "Allow onions to dry for several weeks before you store them in a root cellar or any other storage area. Spread them out on an open screen off the ground to dry.",
    "Store at 40 to 50°F (4 to 10°C) in braids or with the stems removed in a mesh bag or nylon stocking.",
    "Mature, dry-skinned bulbs like it cool and dry.",
    "Don’t store onions with apples or pears, as the ethylene gas produced by the fruits will interrupt the onions’ dormancy. Onions may also spoil the flavor of these fruits (as well as potatoes).",
    "A pungent onion will store longer than a sweet onion. Eat the sweet varieties first and save the more pungent onions for later."
  ],
  "stats": [
    "Practice crop rotation with onions. Learn more about crop rotation.",
    "To make onions taste milder, soak them in milk or pour boiling water over the slices and let stand for 20 minutes. Rinse with cold water."
  ]
}