{
  "name": "Rhododendrons",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/rhododendron-pink-bush-edit.jpg?itok=ayZC3YZX",
  "slug": "rhododendrons",
  "botanical_name": "Rhododendron",
  "plant_type": "Shrub",
  "sun_exposure": "Part Sun",
  "soil_type": "",
  "soil_ph": "Acidic",
  "bloom_time": "Spring, Summer, Fall",
  "flower_color": "Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "4, 5, 6, 7, 8, 9",
  "special_features": "Attracts Birds",
  "planting": [
    "When shopping for rhododendron or azaleas, pay attention to when they flower. Early varieties can blossom in March, late ones into July or even the fall.",
    "Buy plants that are a deep green (not yellowed), not wilted, and well watered. Check the soil in the container with your finger and avoid plants that are bone dry.",
    "If your weather heats to above 90°F in spring, avoid white-flowered azaleas. Their thin petals shatter in the heat.",
    "In hot climates, buy plants in 3-gallon pots rather than 1-gallon pots. Small plants, with their fewer roots, struggle in the hot late spring and summer.",
    "Most large-leafed varieties require dappled shade; avoid deep shade or full sun. A sunny spot that receives a few hours of shade is perfect. See regional guidelines below.",
    "Soil should be well-drained, humus-rich, moist, and acidic (pH 4.5–6).",
    "Amend planting areas with compost, peat moss, or a substitute, only if your soil is poor. Learn more about soil amendments and preparing soil for planting.",
    "Azaleas and rhododendrons have shallow root systems and need moist soil and mulch to keep them from drying out.",
    "Plant in full sun to increase flowers and avoid mildew problems. Shrubs need a minimum of 6 hours of full sun daily.",
    "Plant on the sheltered side of a windbreak. If subjected to cold, dry winds, their leaves and buds dry out and die.",
    "Plant in a site that receives afternoon shade, especially in hot areas. In tropical zones, azaleas will bloom in full shade.",
    "Plant in spring or early fall.",
    "Space plants 2 to 6 feet apart, depending on their estimated mature size. Dig a hole as deep as the root ball and 2 times as wide.",
    "Set new plants so that their top roots are at soil level or slightly below. If you plant them any deeper, the roots may rot.",
    "Fill the hole half full with soil, then water it well to settle the soil before filling with remainder of soil."
  ],
  "care": [
    "Mulch plants every spring with 2 to 5 inches of pine bark chips or pine needles to protect shallow roots and retain soil moisture. A lack of water reduces flower-bud formation.\nTip: A common mistake is to create a so-called “mulch volcano,” where mulch is piled heavily around the trunk of the shrub. In fact, this can keep the trunk too wet and encourage rot. Always leave a few inches around the trunk free of mulch.",
    "Tip: A common mistake is to create a so-called “mulch volcano,” where mulch is piled heavily around the trunk of the shrub. In fact, this can keep the trunk too wet and encourage rot. Always leave a few inches around the trunk free of mulch.",
    "Fertilize azaleas and rhododendrons sparingly and only when flower buds swell in the early spring, even if they are fall bloomers. Heavy applications of fertilizer will burn the plants.",
    "Water plants during the summer if rainfall is less than 1 inch per week.",
    "After flowering, deadhead where practical, to promote vegetative growth rather than seed production. Remove dead flowers from rhododendrons carefully; next year’s buds are just under the old heads and will start to develop shortly after flowering.",
    "In regions with severe winters, wrap evergreen rhododendrons with burlap in the fall and apply extra mulch around the base of the shrub.",
    "Azaleas and rhododendrons may be transplanted at any time during the growing season, but they transplant most successfully during fall or early spring, when they are dormant and temperatures are cool.",
    "In general, do not prune spring-flowering shrubs such as azaleas and rhododendrons. If you need to reduce height, prune after flowering in the spring.",
    "Otherwise, just remove dead, damaged, or diseased branches at any time of year.",
    "On young and old plants, simply snap off spent flower stalks by bending them over until they break away from their stems. Be careful not to damage growth buds at the base of each flower stalk."
  ],
  "pests": [
    "Vine weevil",
    "Whiteflies",
    "Leafhoppers",
    "Lacebugs",
    "Scale insects",
    "Caterpillars",
    "Aphids",
    "Powdery mildew",
    "Bud blast",
    "Rust",
    "Leafy gall",
    "Petal blight",
    "If soil is not sufficiently acidic, root rot and lime-induced chlorosis could occur."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": []
}