{
  "name": "Sweet Peas",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/sweet-peas_moravska-ss-resize.jpg?itok=rQYxFjA7",
  "slug": "sweet-peas",
  "botanical_name": "Lathyrus odoratus",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Alkaline/Basic",
  "bloom_time": "Summer, Fall",
  "flower_color": "Blue, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Early sowing is one of the secrets of sweet peas. In Zone 7 or colder, plant them in very late winter or early spring as soon as the soil is dry enough to work. (Do not wait to sow until last frost.)",
    "In the coldest parts of the country, get a jump on the season by starting sweet peas indoors in six-packs or Jiffy pots. Harden seedlings off for at least a week, and then set them out into the garden as soon as the soil can be worked. If you garden in mild winter climates (Zones 8, 9, or 10), plant sweet peas in the late fall so they can develop and bloom in late winter and early spring.",
    "Sweet peas are happiest with their heads in the sun and their roots deep in cool, moist soil. When possible, plant low-growing annuals in front of them to shade their roots.",
    "Choose a well-drained site. Alkaline soil is best; sprinkle some powdered lime on the surface if your soil tends to be acidic.",
    "Prepare a rich soil by mixing in generous amounts of compost and well-rotted manure to a depth of 2 feet. (Learn more about soil amendments and preparing soil for planting.)",
    "Prior to planting, you’re going to want to dig a nice deep trench of about 4 inches in depth.",
    "After you dig the trench, make holes with a pencil, drop in the seeds, and press down on the soil to firm it and shut out any light.",
    "Before planting, soak the seeds in water for 24 hours. Then nick the seeds with a nail file before planting to speed sprouting. You do not need to soak seeds in a temperate climate."
  ],
  "care": [
    "Once planted, germination can take 7 to 15 days, depending on the soil temperature.",
    "As seedlings emerge and grow, gradually fill in the trench. Hoe more soil up to them.",
    "Keep soil moist. Summer rain may be ample. If you put your finger into the soil bed to its first joint and the soil is dry: water them at the soil level and do so in the morning; sweet peas can suffer from bud drop.",
    "If you use plenty of aged manure and compost when planting, you do not need to fertilize. If you do want to add nourishment, use high potash feeds, as nitrogen feeds encourage too much top growth.",
    "Sweet peas prefer cool days and nights and will start to fade when temperatures go above 65°F.",
    "Except for the bush types, sweet peas are real climbers. Give them at least 6 feet of good support. Some varieties may climb to 9 or 10 feet. If you don’t have a fence or trellis, provide brush or chicken wire or bushy, stubbly twigs that they can cling to.",
    "When plants become established, mulch well to keep the soil cool and moist. If you mulch, you may not need to water your sweet peas unless the soil gets dry.",
    "To encourage bushy growth, pinch off the tops when plants are 6 inches tall—not before or you’ll encourage premature side-shoot development.",
    "Pick the flowers for bouquets often and the plant will put energy into more blooms instead of going to seed. Harvest the stems when the lowest blossom is just beginning to open."
  ],
  "pests": [
    "Slugs and snails may attack young growth.",
    "Pythium root rot, powdery mildew, rust, gray mold, and various leaf spots are common."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "The sweet pea is an essential member of a late-Victorian garden. Victorians loved sweet peas for their color diversity and fragrance.",
    "Gather the flowers in the morning when the dew is still on them. This is when their scent is the sweetest.",
    "Sweet peas are one of the April birth flowers."
  ]
}