{
  "name": "Butterfly Bush",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/butterfly-bush.jpg?itok=kHx9qIyy",
  "slug": "butterfly-bush",
  "botanical_name": "Buddleia davidii",
  "plant_type": "Shrub",
  "sun_exposure": "Full Sun",
  "soil_type": "Any",
  "soil_ph": "Varies",
  "bloom_time": "Summer, Fall",
  "flower_color": "Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "5, 6, 7, 8, 9, 10",
  "special_features": "Attracts Birds, Attracts Butterflies",
  "planting": [
    "Buddleias need full sun and fertile, well-drained soil.",
    "Plant in spring or fall before frost. See your local frost dates.",
    "Loosen the soil, mix in compost, and dig a hole twice the diameter of the plant container.",
    "When placing the plant in the hole, the top of the rootball should be level with the soil surface",
    "Space plants 5 to 10 feet apart, depending on the variety.",
    "Water thoroughly."
  ],
  "care": [
    "Water freely when in growth and sparingly otherwise. In the summer, water if rainfall is less than 1 inch per week.",
    "Avoid fertilizing butterfly bush; too much fertility promotes leaf growth over flower production.",
    "Remove spent flower spikes to encourage new shoots and flower buds.",
    "In addition, it is important to deadhead the flowers just as they start to wither so that this invasive plant doesn’t spread volunteer seeds. Deadheading of this invasive is now required in many states.",
    "Each spring, apply a thin layer of compost and mulch to retain moisture and control weeds.",
    "In cold, Northern climates, spread mulch up to 6 inches deep around the trunk to nurture it through the winter.",
    "Buddleias are very late to break dormancy, so don’t be in a hurry to assess winter damage.",
    "The bush should bloom abundantly even in its first year. In warmer climates, the bushes will grow into trees and develop rugged trunks that peel; peeling is normal.",
    "In the northern limit of their range, they behave as herbaceous perennials, dying back to the root in cold winters.",
    "Since they bloom on new wood, even if there is no die-back, cut them back to the ground every spring. Yes, hack to the ground!",
    "Even where winters are mild enough for the stems to survive, prune severely to stimulate abundant growth on which flowers are borne."
  ],
  "pests": [
    "Susceptible to capsid bug, caterpillars, weevils, mullein moth, and spider mites.",
    "Fungal leaf spots and die-backs can occur.",
    "Butterfly bushes are one of many deer-resistant plants."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": false
}