{
  "name": "Peonies",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/peony-pink.jpg?itok=fTG1Rvb3",
  "slug": "peonies",
  "botanical_name": "Paeonia",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Neutral",
  "bloom_time": "Spring",
  "flower_color": "Pink, Red, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8",
  "special_features": "",
  "planting": [
    "Plant peonies in the fall: in late September and October in most of the country, and even later in the South. (If you must move an established plant, this is the time.)",
    "Peonies should be settled into place about six weeks before the ground freezes. Spring-planted peonies just don’t do as well, experts agree; they generally lag about a year behind those planted in the fall.",
    "Peonies are not too fussy, but choose your location wisely, as they resent disturbance and do not transplant well.",
    "Peonies like full sun, and though they can manage with half a day, they bloom best in a sunny spot.",
    "Provide shelter from strong winds.",
    "Plant away from trees or shrubs as peonies don’t like to compete for food and moisture.",
    "Grow peonies in deep, fertile, humus-rich, moist soil that drains well. Soil pH should be neutral.",
    "Peonies are usually sold as bare-root tubers with 3 to 5 eyes (buds), divisions of a 3- or 4-year-old plant.",
    "Space peonies 3 to 4 feet apart for good air circulation.",
    "Dig a generous-sized hole, about 2 feet deep and 2 feet across in well-drained soil in a sunny spot. The soil will benefit from the addition of organic material in the planting hole. If the soil is heavy or very sandy, enrich it with extra compost. Incorporate about one cup of bonemeal into the soil. Learn more about soil amendments and preparing soil for planting.",
    "Set the root so the eyes face upward on top of a mound of soil in the hole, placing the roots just 2 inches below the soil surface. Don’t plant too deep! (In southern states, choose early-blooming varieties, plant them about 1 inch deep, and provide some shade.)",
    "Then, backfill the hole, taking care that the soil doesn’t settle and bury the root deeper than 2 inches. Tamp the soil gently.",
    "When planting a container-grown peony, cover it no deeper than it grew in the pot.",
    "Water thoroughly."
  ],
  "care": [
    "Spare the fertilizer. Work the soil well before you plant, mixing in compost and a little fertilizer, and that should be enough.",
    "If your soil is poor, the time to apply fertilizer (bonemeal, compost, or well-rotted manure) is early summer, after the peonies have bloomed and you have deadheaded the flowers. Don’t fertilize more than every few years.",
    "Help the stems. If peonies have any structural weakness, it is their stems, which are sometimes not strong enough to support their gigantic blossoms. Consider three-legged metal peony rings or wire tomato cages that allow the plant to grow through the center of the support.",
    "Deadhead peony blossoms as soon as they begin to fade, cutting to a strong leaf so that the stem doesn’t stick out of the foliage. Cut the foliage to the ground in the fall to avoid any overwintering diseases.",
    "Don’t smother peonies with mulch. Where cold temperatures are severe, for the first winter after planting you can mulch VERY loosely with pine needles or shredded bark. Remove mulch in the spring."
  ],
  "pests": [
    "Verticillium wilt",
    "Ringspot virus",
    "Tip blight",
    "Stem rot",
    "Botrytis blight",
    "Leaf blotch",
    "Japanese beetles",
    "Nematodes"
  ],
  "pest_control": [
    "Peonies are generally very hardy. However, they are susceptible to:",
    "Many gardeners wonder why so many ants crawl on the peony buds. Don’t worry! They are just eating the peony’s nectar in exchange for attacking bud-eating pests. They are attracted to the sugary droplets on the outside of flower buds or to the honeydew produced by scale insects and aphids. Never spray the ants; they’re helping you by keeping your peonies safe!",
    "Luckily, peonies are also one of many deer-resistant plants you can grow in your garden."
  ],
  "harvest": [],
  "stats": [
    "Peonies are said to symbolize a happy life and a happy marriage. See more flower meanings here.",
    "Marco Polo described peony blossoms as “roses as big as cabbages”.",
    "When peonies blossom, it is safe to plant heat-loving melons, such as cantaloupe.",
    "Peony petals are edible. Add to summer salads or use as garnish for lemonade and ice tea. Read more about edible flowers!"
  ]
}