{
  "name": "Chives",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/chives-display-crop.jpg?itok=AtLEg7me",
  "slug": "chives",
  "botanical_name": "Allium schoenoprasum",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "Purple",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Chives prefer full sun.",
    "Soil needs to be moist, fertile, rich, and well-draining. Before planting, incorporate 4 to 6 inches of well-composted organic matter. Apply 2 to 3 tablespoons of all-purpose fertilizer (16-16-8) per square foot of planting area. Work compost and fertilizer into the soil to a depth of 6 to 8 inches. (Read more about soil amendments and preparing soil for planting.)",
    "For a head start, start the seeds indoors 8 to 10 weeks before the last spring frost. (See local frost dates.) Transplants need good growth before being set in the garden.",
    "If you are growing from seed, sow as soon as the soil is workable in the spring. For the best growth, the soil should be around 60º to 70ºF.",
    "Plant seeds ¼ inch deep and final plant spacing should be 4 to 6 inches apart in all directions."
  ],
  "care": [
    "It is important to give chives consistent watering throughout the growing season for high yields. Moisten the soil thoroughly when watering.",
    "Use mulch to conserve moisture and keep the weeds down.",
    "For good production, sidedress with fertilizer in May and July with 1 teaspoon of 21-0-0 per square foot.",
    "Minimal care is needed for fully grown plants.",
    "After the flowers bloom, be sure to remove them so that the seeds aren’t spread throughout your garden.",
    "Plants grow to be 12 to 24 inches tall and may spread a foot across.",
    "Remember to divide the plants every 3 to 4 years in the spring. Chives are much more productive if divided regularly. Allow divided plants to grow for several weeks before harvesting."
  ],
  "pests": [
    "Bulb rots (caused by soilborne fungi)",
    "White rot",
    "Mildew",
    "Rust",
    "Smut",
    "Various fungal leaf spots (such as purple blotch and gray mold)",
    "Onion fly",
    "Thrips"
  ],
  "pest_control": [],
  "harvest": [
    "Harvest chives 30 days after you transplant or 60 days after seeding.",
    "Be sure to cut the leaves down to the base when harvesting (within 1 to 2 inches of the soil).",
    "Harvest 3 to 4 times during the first year. In subsequent years, cut plants back monthly.",
    "The chive plant will flower in May or June. (The flowers are edible.)",
    "Use chives when they’re fresh or frozen (freeze the leaves in an airtight bag). Dried chives lose their flavor.",
    "Store chives in a cool place in a resealable container."
  ],
  "stats": [
    "In the garden, plant chives next to carrots.",
    "Bunches of chives hung in the home were used to drive away diseases and evil. Find out more herbal folklore here.",
    "Chives are said to symbolize usefulness. Find out more plant symbolism here."
  ]
}