{
  "name": "Lemons Oranges",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/lemons-oranges-citrus.jpg?itok=nc9ZI7dU",
  "slug": "lemons-oranges",
  "botanical_name": "Citrus spp",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "8, 9, 10",
  "special_features": "",
  "planting": [
    "Citrus trees should be planted in a sunny and wind-protected area.",
    "In the citrus belt (a loosely defined area stretching from southern California to Florida), trees can be planted at any time, however, spring is the best time for container-grown plants.",
    "Standard-size citrus trees should be spaced 12 to 25 feet apart and dwarf citrus trees should be set 6 to 10 feet apart. The exact distance depends on the variety. The bigger the fruit, the farther the distance.",
    "If the soil is not well-drained, plant the trees on a slight mound to prevent waterlogging.",
    "To plant citrus trees inside from seeds, remove the seeds from the desired fruit. Soak the seeds overnight in water and plant them ½ inch deep in moist potting soil. Cover the pot with a plastic bag or wrap and let it sit in a warm and sunny spot for a few weeks until the seeds start to grow. Then, remove the plastic but keep the pot near a warm and sunny window."
  ],
  "care": [
    "A few weeks after planting, and for the first few years (before bearing age), feed the tree a balanced (such as 6-6-6) fertilizer. Learn more about soil amendments and preparing soil for planting.",
    "For newly bearing trees, provide nutrients to continue branch and leaf growth, but also to replace nutrients lost by fruit forming. A citrus blend is ideal.",
    "Check manufacturer’s directions, ask a garden nursery, or consult your local cooperative extension as to how often and how much fertilizer to apply during each year of a tree’s growth.",
    "Mulches are not recommended for citrus trees, but if trees are located in a cultivated plant bed where mulch is used, keep at least 12 inches of bare ground between the tree trunk and the mulch. Pre-emergent herbicides may be used to prevent weed seeds from germinating.",
    "Fruit thinning is unnecessary for citrus trees, as they typically experience something called the “June drop.” In late spring or early summer (May or June for most of the country), citrus trees naturally drop a number of their immature fruit."
  ],
  "pests": [
    "Aphids",
    "Spider Mites",
    "Root and Crown Rots",
    "Fungal Leaf Spots",
    "Fruit Flies",
    "Tristeza Virus spread by Aphids"
  ],
  "pest_control": [],
  "harvest": [
    "Depending on the climate, citrus fruits may take 6 to 8 months to ripen.",
    "Citrus fruits will not ripen off the tree, so refrain from picking them too early.",
    "The best indicator of ripeness is taste.",
    "Harvest the fruit by cutting them off with pruning shears or by pulling the fruit stalk from the tree.",
    "Undamaged citrus fruits can be stored for several weeks at cool temperatures."
  ],
  "stats": []
}