{
  "name": "Sunflowers",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/sunflower-1627193_1920.jpg?itok=yc2JGIPb",
  "slug": "sunflowers",
  "botanical_name": "Helianthus",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "Neutral to Slightly Alkaline, Slightly Acidic to Neutral",
  "bloom_time": "Summer",
  "flower_color": "Orange, Red, Yellow",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9, 10, 11",
  "special_features": "Attracts Birds, Attracts Butterflies",
  "planting": [
    "Sunflowers grow best in locations with direct sunlight (6 to 8 hours per day); they require long, hot summers to flower well.",
    "Sunflowers have long tap roots that need to stretch out, so the plants prefer well-dug, loose, well-draining soil; in preparing a bed, dig down 2 feet in depth and about 3 feet across to ensure the soil isn’t too compact.",
    "Find a well-drained location, and prepare your soil by digging an area of about 2-3 feet in circumference to a depth of about 2 feet.",
    "Though they’re not too fussy, sunflowers thrive in slightly acidic to somewhat alkaline soil (pH 6.0 to 7.5).",
    "Sunflowers are heavy feeders, so the soil needs to be nutrient-rich with organic matter or composted (aged) manure. Or, work in a slow release granular fertilizer 8 inches deep into your soil.",
    "If possible, put seeds in a spot that is sheltered from strong winds, perhaps along a fence or near a building.",
    "Before planting, decide whether or not you want to grow a fun sunflower tower.",
    "It’s best to sow sunflower seeds directly into the soil after the danger of spring frost has passed. Ideally, the soil temperature has reached 55 to 60 degrees F (13–16°C).",
    "Give plants plenty of room, especially for low-growing varieties that will branch out. Make rows about 30 inches apart. (For very small varieties, plant closer together.)",
    "Plant the large seeds no more than 1 inch deep about 6 inches apart after the soil has thoroughly warmed, from mid-April to late May in northern regions—earlier in southern areas. You can plant multiple seeds and thin them to the strongest contenders when the plants are six inches tall.",
    "A light application of fertilizer mixed in at planting time will encourage strong root growth to protect them from blowing over in the wind.",
    "Experiment with plantings staggered over 5 to 6 weeks to keep enjoying continuous blooms.",
    "If you see birds scratching around for the seeds, spread netting over the planted area until seeds germinate. See more ways to keep birds away from your garden."
  ],
  "care": [
    "While the plant is small, water around the root zone, about 3 to 4 in. from the plant. To protect the plant, it may help to put snail or slug bait around the stem.",
    "Once the plant is established, water deeply though infrequently to encourage deep rooting. Unless the weather is exceptionally wet or dry, water once a week with several gallons of water.",
    "Feed plants only sparingly; overfertilization can cause stems to break in the fall. You can add diluted fertilizer into the water, though avoid getting the fertilizer near the plant’s base; it may help to build a moat in a circle around the plant about 18 inches out.",
    "Tall species and cultivars require support. Bamboo stakes are a good choice for any plant that has a strong, single stem and needs support for a short period of time."
  ],
  "pests": [
    "Birds and squirrels will show interest in the seeds. If you plan to use the seeds, deter critters with barrier devices. As seed heads mature and flowers droop, you can cover each one with white polyspun garden fleece.",
    "If you have deer, keep them at bay with a tall wire barrier.",
    "Sunflowers are relatively insect-free. A small gray moth sometimes lays its eggs in the blossoms. Pick the worms from the plants.",
    "Downy mildew, rust, and powdery mildew can also affect the plants. If fungal diseases are spotted early, spray with a general garden fungicide."
  ],
  "pest_control": [],
  "harvest": [
    "For indoor bouquets, cut the main stem just before its flower bud has a chance to open to encourage side blooms.",
    "Cut stems early in the morning. Harvesting flowers during middle of the day may lead to flower wilting.",
    "Handle sunflowers gently. The flowers should last at least a week in water at room temperature.",
    "Arrange sunflowers in tall containers that provide good support for their heavy heads, and change the water every day to keep them fresh.",
    "Let the flower dry on or off the stem until the back of the head turns brown, the foliage turns yellow, the petals die down, and the seeds look plump and somewhat loose.",
    "With sharp scissors or pruners, cut the head off the plant (about 6 inches below the flower head). Place in a container to catch loose seeds.",
    "Lie the sunflower head on a flat, clean surface and grab a bowl to hold the seeds.",
    "To remove the seeds, simply rub your hand over the seeded area and pull them off the plant or you can use a fork. Another way to remove them is to rub the head of the sunflower across an old washboard or something similar. Just grip the head and rub it across the board as if you were washing clothes.",
    "If you are going to harvest the seeds for roasting, you can cover the flowers with a light fabric (such as cheesecloth) and a rubber band to protect the heads from the birds.",
    "Alternatively, you can cut the flower head early and hang the heads upside down until the seeds are dry; hang indoors or in a place that’s safe from birds and mice.",
    "Rinse sunflower seeds before laying out to dry for several hours or overnight.",
    "If you’re saving seeds to replant, store them in an airtight container in a cool, dry place until you are ready to plant.",
    "See how to roast seeds in the cooking notes below."
  ],
  "stats": [
    "Some people call sunflowers the “fourth sister,” in reference to the Three Sisters: corn, beans, and squash.",
    "Some cultures see sunflowers as a symbol of courage.",
    "Sunflowers were not only used for cooking by Native Americans, but also for healing; the oil was used to cure skin ailments.",
    "Need a bird feeder? Save whole, dry sunflower heads and set them out in winter. Birds will gladly pick at the delicious seeds!",
    "Save thick sunflower stems and dry them for winter kindling.",
    "An anonymous buyer paid over $39 million in 1987 for Vincent van Gogh’s Sunflowers.",
    "The tallest sunflower ever recorded was grown in Germany in 2014. It measured in at a stunning 30 feet and 1 inch tall!",
    "Kansas is “The Sunflower State.”"
  ]
}