{
  "name": "Ponytail Palms",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/ponytail-palm-houseplant.jpg?itok=OpMsEPaj",
  "slug": "ponytail-palms",
  "botanical_name": "Beaucarnea recurvata",
  "plant_type": "Houseplant",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Sandy",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "White, Yellow",
  "hardiness_zones": "9, 10, 11",
  "special_features": "",
  "planting": [
    "Use a fast draining soil, such as a cacti and succulent potting mix. If you have potting soil, sand, and perlite already on hand, you can create your own desert soil mixture: Simply mix 1 part potting soil, 1 part perlite, and 1 part sand.",
    "Select a pot that has a hole in the bottom, so that excess water can be drained off. Ponytail palms do not like to sit in moist soil for very long.",
    "Use a clay pot if possible; the porous material will absorb some of the water, drying out the soil more quickly (a good thing for cacti and succulents)."
  ],
  "care": [
    "Ponytail palms prefer to have as much light as possible, so place the plant in a bright location. Bright, indirect sunlight is best.",
    "Keep soil fairly dry. Water from spring through fall, allowing the top inch or two of soil to dry completely before re-watering. During the winter, only water occasionally.",
    "To water, soak the soil and allow the excess water to drain through the bottom of the pot into a dish. Let the pot sit in the dish for several minutes, then dump out any remaining water in the dish.",
    "Fertilize in the spring with a cacti/succulent fertilizer and bring into a brighter room for the summer months.",
    "Normal room temperature is fine for most of the year, but keep the plant slightly cooler in the winter (50-55°F / 10-13°C) to replicate the natural dormancy cycle.",
    "During winter, don’t let the plant sit too close to cold windows at night, as it can be severely damaged by freezing temperatures.",
    "Ponytail palms will remain small if kept in a small pot. They can go for many years before needing to be repotted. Repotting every other year at the most is all a ponytail palm needs.",
    "Moving the plant to a larger pot will give it room to grow in both height and girth. However, older plants may become difficult to manage due to their sheer size and weight if not kept on the smaller size.",
    "When selecting a new pot, pick one large enough to leave about an inch or so of space between the ponytail palm’s trunk and the rim of the pot.",
    "Note: Use caution when handling a ponytail palm, as its leaves have tiny serrated edges."
  ],
  "pests": [
    "Overwatering can result in stem rot. If you withhold watering, the plant may be able to internally remedy the problem. Signs of stem rot include yellowing leaves and a caudex (the plant’s base and stem) that is soft or squishy.",
    "Spider mites occur on the leaves, but can be dealt with by rubbing a cloth of dish soap and water on the stems. Spider mites are evidenced by the presence of spider-like webbing on the plant.",
    "Brown tips on leaves can be a sign of overfertilizing or underwatering, so adjust your husbandry practices appropriately. They can also be a sign that the plant is getting too much direct sunlight and too little water."
  ],
  "pest_control": [],
  "harvest": [
    "Rarely, a ponytail palm may produce an offset—a small baby plant that stems from the base of the adult plant. These can be cut off at the base when they reach at least 4 inches in height and planted in a succulent potting mix. Before planting, allow the cut wound to heal, then apply a bit of rooting hormone (available online and in nurseries) to encourage the offset to root."
  ],
  "stats": [
    "The plant’s unusual shape and coloration has granted it another strange nickname: the Elephant’s Foot Palm."
  ]
}