{
  "name": "Orchids",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/orchid-pot-shutterstock_491195248.jpg?itok=XU7_WbEt",
  "slug": "orchids",
  "botanical_name": "Orchidaceae",
  "plant_type": "Houseplant",
  "sun_exposure": "Part Sun",
  "soil_type": "",
  "soil_ph": "",
  "bloom_time": "Varies",
  "flower_color": "Green, Multicolor, Orange, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Do not repot while a plant is flowering. Enjoy the bloom, then cut off the dead flower spike with sterile snippers and repot the orchid.",
    "When an orchid spills out of its pot, the roots trail down the sides of the pot, or the growing medium is reduced to crumbs, it’s time for repotting. Repot at the beginning of the next growth cycle (typically in the spring).",
    "Orchids should be so snug in their pots that you can pick up the plant by its leaves and not shake out the roots.",
    "Hold the plant upright in the new pot and fill in around it with new potting media, tamping down gently, to about an inch from the top of the pot. Water well and stake the plant to keep it steady. Green bamboo and curly willow make good-looking stakes.",
    "When repotting, inspect the roots and cut off any that are blackened, hollow, spongy, or otherwise damaged.",
    "Never plant an orchid in standard potting soil. All orchids—especially epiphytic species—need a lot of air around their roots. The best medium is one that is very light, porous, and fast-draining.",
    "Large plants with older roots do better in coarser growing media.",
    "Most garden stores sell special orchid potting mixes: \nOrchid potting mixes are made of fine, medium, or coarse fir bark particles, which are usually combined with perlite, peat or sphagnum moss, and horticultural charcoal. (You can mix up your own, using four to six parts bark to one part each of the other components.)",
    "Orchid potting mixes are made of fine, medium, or coarse fir bark particles, which are usually combined with perlite, peat or sphagnum moss, and horticultural charcoal. (You can mix up your own, using four to six parts bark to one part each of the other components.)",
    "Orchids are typically grown in terra cotta pots to allow for extra airflow. There are even special orchid pots which have wide drainage slits around the sides of the pot.",
    "Select a pot large enough to allow an inch of growing space around the roots."
  ],
  "care": [
    "Without adequate light, expect lush growth but no flowers. Insufficient light is the most common reason for failure to bloom.",
    "These plants thrive in strong light, but direct sunlight can burn orchids. Bright, indirect light from an eastern or southern window is ideal.",
    "Leaf color is a good indicator of the amount of light an orchid is getting:\nBright green leaves indicate a happy, healthy plant.\nDark green leaves signal that a plant is not getting enough light.\nYellowish-green or red leaves indicate that a plant is getting too much light.",
    "Bright green leaves indicate a happy, healthy plant.",
    "Dark green leaves signal that a plant is not getting enough light.",
    "Yellowish-green or red leaves indicate that a plant is getting too much light.",
    "If you suspect that your orchid is exposed to too much light, feel the leaves. If they feel noticeably warmer than the surrounding air, move the plant to a location with less intense brightness.",
    "Orchids must also have fresh, circulating air. In the wild, continual gentle breezes are vital for their survival. Air in motion helps to evaporate stagnant water, which is a breeding ground for fungi and bacteria that are trapped during watering.",
    "Ventilation also helps orchids to tolerate intense light that would otherwise burn the leaves. Create gentle breezes: Open windows in the summer and use an oscillating fan in winter. Without ventilation, orchids may eventually die from rot, lack of carbon dioxide, or disease.",
    "Experts say that more orchids are killed by incorrect watering than from any other cause. Orchids should be watered just as they dry out. Over-watering may lead to rot, which kills orchid roots.",
    "To know when to water, pick up the potted orchid and examine it: Is the potting mix dry? Does the pot feel light? This means that it probably needs a drink.",
    "Another way to tell if an orchid is thirsty is to look at its roots:\nPlump white roots indicate a healthy orchid that’s being watered correctly. When watered, healthy roots should turn bright green.\nShriveled gray roots signal that the orchid needs more water.\nShriveled or spongy brown and black roots are a sign of rot, so cut down on watering.",
    "Plump white roots indicate a healthy orchid that’s being watered correctly. When watered, healthy roots should turn bright green.",
    "Shriveled gray roots signal that the orchid needs more water.",
    "Shriveled or spongy brown and black roots are a sign of rot, so cut down on watering.",
    "In general, douse plants early in the day with tepid water once a week in winter and twice a week in warmer weather. Water until the water runs out of the pot freely; this also flushes out any naturally occurring salts. When indoor air is dry, spray orchids with tepid water to keep the humidity up. Terrestrials prefer to be kept slightly more damp than epiphytes.",
    "A common myth is that you should water orchids using ice cubes. Do not do this! Most orchid houseplants are tropical species—how would you like it if someone dumped a bucket of ice on you at the beach?",
    "As a general rule, fertilize orchids every 2 weeks during peak growth (spring and summer) and once a month during dormancy (fall and winter). Use a 30-10-10 fertilizer or orchid food, diluted to half strength.",
    "Approaching bloom, play it safe with a balanced fertilizer, such as 20-20-20.",
    "Many experienced growers fertilize “weekly, weakly.”",
    "Many orchids need a period of dormancy—or rest—generally in winter. During this time, when you should reduce or stop fertilizing, plants strengthen their root systems, grow leaves, and stockpile energy for their next growth spurt and bloom. Typically, an orchid can rebloom every 8 to 12 months."
  ],
  "pests": [
    "Root rot may occur when roots are kept too wet. Provide adequate airflow and water according to the tips above and your orchid shouldn’t have any issues."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": []
}