{
  "name": "Delphiniums",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/delphinium_bluedonnalandscape-ballhort.jpg?itok=ZCG7anM7",
  "slug": "delphiniums",
  "botanical_name": "Delphinium",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Alkaline/Basic",
  "bloom_time": "Summer",
  "flower_color": "Blue, Pink, Purple, White",
  "hardiness_zones": "3, 4, 5, 6, 7",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Grow in fertile, well-drained soil in full sun to light shade, with shelter from strong winds.",
    "Plant in the spring. Prepare the soil, mixing in 2 to 4 inches of compost.",
    "Delphinium is a genus consisting of over 300 species—some are annuals, others are biennials or perennials. Some grow easily from seed, others don’t.",
    "Dig a hole twice the diameter of the plant’s container. When planting, ensure that the top of the root ball is level with the soil.",
    "In the spring, broadcast lime, wood ashes, or a mixture of the two over this alkaline-loving perennial. Learn more about soil amendments."
  ],
  "care": [
    "Insert supports no later than midspring or when the plants reach 12 inches high. Stake the low-growing perennials with twiggy, brushwood support. The taller, large-flowered delphiniums need sturdy stakes.",
    "Soil should not dry out. Water plants during the summer if rainfall is less than 1 inch per week.",
    "For good-quality flower spikes, thin shoots when 3 inches high; leave a minimum of 2 or 3 shoots on young plants, and 5 to 7 shoots on well-established ones.",
    "In growth, water all plants freely, applying a balanced liquid fertilizer every 2 to 3 weeks.",
    "Deadhead by cutting spent flower spikes back to small, flowering side shoots.",
    "After delphiniums have finished blooming, cut flower stalks to the ground, and new, though smaller, flower stalks will develop. The flowers will survive the coming cold days and even light frosts. (See local frost dates.)",
    "If delphiniums need to be divided in the spring, remove and replant the new little plants growing around the outside of the clump. Discard the hard old heart."
  ],
  "pests": [
    "Susceptible to slugs and snails as well as cyclamen mites.",
    "Powdery mildew, Southern blight, bacterial and fungal spots, gray mold, crown and root rot, white rot, rust, white smut, leaf smut, and damping off occur."
  ],
  "pest_control": [],
  "harvest": [
    "This elegant flower is good for a cutting garden. If you take the blooms into the house as soon as they open, they will bloom again.",
    "Add sugar plus lemon juice and bleach to arrangements of delphinium. You can also use a commercial flower preservative."
  ],
  "stats": [
    "Very young delphinium plants and delphinium seeds are poisonous. If ingested, they can cause nausea, twitching muscles, paralysis, and even death."
  ]
}