{
  "name": "Crocuses",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/crocuses.jpg?itok=RVQ6Mi59",
  "slug": "crocuses",
  "botanical_name": "Crocus",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Any, Loamy",
  "soil_ph": "",
  "bloom_time": "Spring, Winter",
  "flower_color": "Blue, Orange, Pink, Purple, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8",
  "special_features": "",
  "planting": [
    "Before the ground freezes in the fall, crocus corms can be planted most anywhere, except in the dense shade on the north side of buildings or under thickets.",
    "Ideally, plant crocus corms 6 to 8 weeks before a hard frost is expected and when soils are below 60°F (16°C). This is usually during September and October in the northern U.S. and Canada, and October and November in the southern United States.",
    "Make sure the soil drains well, because bulbs will rot in soggy ground.",
    "Before planting, work in organic matter such as compost, peat, or something like shredded leaves to a depth of at least 10 inches.",
    "Plant crocus corms 3 to 4 inches deep (with the pointy end up). After planting, water well.",
    "Plant bulbs in groups or clusters rather than spacing them in a single line along a walkway or border. Single flowers get lost in the landscape. Plant a few inches apart, and plant in groups of 10 or more.",
    "Consider planting crocuses in lawns and meadows where they can form carpets, or mass them in the front of flower beds along the edge.",
    "Plant taller spring-flowering bulbs and shrubs behind the early bulbs for color contrast.",
    "Learn more about planting fall bulbs."
  ],
  "care": [
    "Apply a balanced fertilizer in early autumn if your spring is short and the days heat up fast; or, apply fertilizer after bulbs flower in late winter if your spring is long and temperate. The crocuses  will have a chance to use the extra nutrients to produce bigger carbohydrate stores.",
    "Through the autumn, keep crocus beds watered if weather gets dry, but do not waterlog the soil. Cover the beds with mulch before the winter.",
    "In late February, remove mulches from snowdrops and crocuses so the shoots can come through.",
    "In February and March, keep plastic milk jugs or other coverings on hand to protect the flowers of crocuses and other early bloomers against the return of severe weather.",
    "If you have crocuses growing in your lawn in mid-Spring, don’t mow until their leaves have died down."
  ],
  "pests": [
    "Mice, voles, and squirrels may feed on the corms. If they are a problem, consider planting crocuses in buried wire cages.",
    "Birds sometimes pick off the flowers.",
    "Corms in storage are prone to rot and molds if kept too moist."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "In the language of flowers, crocus means cheerfulness."
  ]
}