{
  "name": "Cabbage",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/Cabbage.jpg?itok=GMVW0_nA",
  "slug": "cabbage",
  "botanical_name": "Brassica oleracea (Capitata group)",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "1, 2, 3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Start cabbage seeds indoors 6 to 8 weeks before the last spring frost in your area. Consult our Planting Calendar for suggested dates.",
    "Transplant outdoors 2 to 3 weeks before the last expected frost date. If possible, plant on a cloudy day so that the seedlings aren’t subjected to intense sunlight right away.",
    "To prepare soil, till in aged manure or compost.",
    "Cabbages can be grown near beans and cucumbers. Check out our chart of plant companions for an expanded list of friends and foes.",
    "Because cabbage, broccoli, and cauliflower are closely related, and require similar nutrients, it’s best not to plant them together. They are all heavy feeders, depleting the soil faster of required nutrients; plus, they will attract the same pests and diseases. For cabbage, also avoid proximity to strawberries and tomatoes.",
    "Plant 12 to 24 inches apart in rows, depending on the size of head desired. The closer you plant, the smaller the cabbages.",
    "Before planting the seedlings outdoors, harden off the plants over the course of a week."
  ],
  "care": [
    "When seedlings reach about 5 inches tall, thin to make sure that they are still the desired length apart. (The plants you remove can be transplanted elsewhere in your garden.)",
    "Mulch thickly around the area to retain moisture and regulate soil temperature.",
    "Fertilize 3 weeks after transplanting with an all-purpose fertilizer.",
    "Practice crop rotation with cabbages to avoid a buildup of soil-borne diseases."
  ],
  "pests": [
    "Imported Cabbageworms: Dill protects all members of the cabbage family by attracting beneficial wasps that kill cabbageworms and other pests.",
    "Aphids",
    "Cabbage Root Maggots",
    "Flea Beetles",
    "Cutworms",
    "Splitting"
  ],
  "pest_control": [
    "Some old folklore tells us: Scatter elder leaves over your cabbage to keep the bugs away.",
    "Cabbageworm damage"
  ],
  "harvest": [
    "Harvest when heads reach desired size and are firm. This will take around 70 days for most green cabbage varieties. Most early varieties will produce 1- to 3-pound heads.",
    "Cut each cabbage head at its base with a sharp knife. After harvesting, bring inside or put in shade immediately.",
    "To get two crops from early cabbage plants, cut the cabbage head out of the plant, leaving the outer leaves and root in the garden. The plant will send up new heads—pinch them off until only four or so smaller heads remain. When these grow to tennis-ball size, they’ll be perfect for salad.",
    "After harvesting, remove the entire stem and root system from the soil to prevent disease buildup. Only compost healthy plants; destroy those with maggot infestation.",
    "Cabbage can be stored in the refrigerator for no more than two weeks, wrapped lightly in plastic. Make sure it is dry before storing. In proper root cellar conditions, cabbage will keep for up to 3 months. See our article on root cellars.",
    "Follow this old-time technique to get the most out of your cabbage crop:\nIn the fall, harvest the entire cabbage plant—stems, head, and roots—enjoying the head as usual and storing the roots in a root cellar through winter. \nAs soon as the ground has thawed in spring, plant the roots outdoors. \nSoon, fresh sprouts will form, which can be eaten alone or added to soups, salads, or a dish of your choice.\nThese replanted cabbages won’t produce full heads, but they should go to seed by the end of summer, providing next year’s round of cabbage seeds!\nNote: This can also be done indoors on a windowsill in mid- to late winter; keep roots damp and sprouts should form.",
    "In the fall, harvest the entire cabbage plant—stems, head, and roots—enjoying the head as usual and storing the roots in a root cellar through winter.",
    "As soon as the ground has thawed in spring, plant the roots outdoors.",
    "Soon, fresh sprouts will form, which can be eaten alone or added to soups, salads, or a dish of your choice.",
    "These replanted cabbages won’t produce full heads, but they should go to seed by the end of summer, providing next year’s round of cabbage seeds!",
    "Note: This can also be done indoors on a windowsill in mid- to late winter; keep roots damp and sprouts should form."
  ],
  "stats": [
    "Mark Twain once said, “Cauliflower is nothing but cabbage with a college education.” In fact, cabbage is no longer seen so poorly. We now know that this hardy vegetable is antioxidant- and nutrient-rich, and a great addition to any garden!",
    "For other greens to use in your cuisine, see the Leafy Greens: Health Benefits page and then learn how to grow more of your own salad greens."
  ]
}