{
  "name": "Aloe Vera",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/aloe-vera-white-pot_sunwand24-ss_edit.jpg?itok=Y7HnaYk3",
  "slug": "aloe-vera",
  "botanical_name": "Aloe barbadensis",
  "plant_type": "Houseplant",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Sandy",
  "soil_ph": "Neutral",
  "bloom_time": "Summer",
  "flower_color": "Orange, Pink, Red, Yellow",
  "hardiness_zones": "10, 11",
  "special_features": "",
  "planting": [
    "It’s important to chose the right type of planter. A pot made from terra-cotta or a similarly porous material is recommended, as it will allow the soil to dry thoroughly between waterings and will also be heavy enough to keep the plant from tipping over. A plastic or glazed pot may also be used, though these will hold more moisture.",
    "When choosing a container, be sure to pick one that has at least one drainage hole in the bottom. This is key, as the hole will allow excess water to drain out.",
    "Select a container that’s about as wide as it is deep. If your aloe plant has a stem, choose a container that is deep enough for you to plant the entire stem under the soil.",
    "Aloe vera plants are succulents, so use a well-draining potting mix, such as those made for cacti and succulents. Do not use soil. A good mix should contain perlite, lava rock, coarse sand, or all three. Aloe vera plants are hardy, but a lack of proper drainage can cause rot and wilting, which is easily the most common cause of death for this plant.",
    "A layer of gravel, clay balls, or any other “drainage” material in the bottom of the pot is not necessary. This only takes up space that the roots could otherwise be using. A drainage hole is drainage enough!",
    "(Optional) To encourage your aloe to put out new roots after planting, dust the stem of the plant with a rooting hormone powder. Rooting hormone can be found at a local garden center or hardware store, or online.",
    "Prepare your pot. After giving the new pot a quick rinse (or a good scrub, if it’s a pot you’ve used before) and letting it dry thoroughly, place a small piece of screen over the drainage hole; this will keep the soil from falling out the bottom and will allow water to drain properly. A doubled-up piece of paper towel or newspaper can also work in a pinch, though these will break down over time.",
    "Prepare your plant. Remove the aloe vera plant from its current pot and brush away any excess dirt from the roots, being careful not to damage the roots.\nIf your plant has any pups, remove them now. (See the “Care” section of this page for instructions on removing and potting pups.) \nIf your plant has a very long, spindly stem that won’t fit in the pot, it is possible to trim the stem off partially. Note that this is risky and could kill the plant. To trim the stem: Cut off part of the stem, leaving as much as possible on the plant. Next, take the bare plant and place it in a warm area that gets indirect light. After several days, a callous will form over the wound. At this point, continue with the repotting instructions below.",
    "If your plant has any pups, remove them now. (See the “Care” section of this page for instructions on removing and potting pups.)",
    "If your plant has a very long, spindly stem that won’t fit in the pot, it is possible to trim the stem off partially. Note that this is risky and could kill the plant. To trim the stem: Cut off part of the stem, leaving as much as possible on the plant. Next, take the bare plant and place it in a warm area that gets indirect light. After several days, a callous will form over the wound. At this point, continue with the repotting instructions below.",
    "Plant your plant. Fill the pot about a third of the way with a well-draining potting mix, then place your plant in the soil. Continue filling in soil around the plant, bearing in mind that you should leave at least ¾ of an inch of space between the top of the soil and the rim of the pot. The bottom leaves of the aloe plant should rest just above the soil, too. Do not water after planting.",
    "Ignore your plant (temporarily). After you’ve placed your aloe in its new pot, don’t water it for at least a week. This will decrease the chance of inducing rot and give the plant time to put out new roots. Until the plant seems to be rooted and happy, keep it in a warm place that receives bright but indirect light."
  ],
  "care": [
    "Place in bright, indirect sunlight or artificial light. A western or southern window is ideal. Aloe that are kept in low light often grow leggy.",
    "Aloe vera do best in temperatures between 55 and 80°F (13 and 27°C). The temperatures of most homes and apartment are ideal.\n\tFrom May to September, you can bring your plant outdoors without any problems, but do bring it back inside in the evening if nights are cold.",
    "Water aloe vera plants deeply, but infrequently. To discourage rot, allow the soil to dry at least 1 to 2 inches deep between waterings. Don’t let your plant sit in water.",
    "Water about every 3 weeks and even more sparingly during the winter. Use your finger to test dryness before watering. If the potting mix stays wet, the plants’ roots can begin to rot.",
    "Fertilize sparingly (no more than once a month), and only in the spring and summer with a balanced houseplant formula mixed at ½ strength.",
    "Repot when root bound, following the instructions given in “Planting,” above.",
    "Find where the offsets are attached to the mother plant and separate them using pruning shears, scissors, or a sharp knife. Leave at least an inch of stem on the offset.",
    "Allow the offsets to sit out of soil for several days; this lets the offset form a callous over the cut, which helps to protect it from rot. Keep the offsets in a warm location with indirect light during this time.",
    "Once the offsets have formed callouses, pot them in a standard succulent potting mix. The soil should be well-draining.",
    "Put the newly-potted pups in a sunny location. Wait at least a week to water and keep the soil on the dry side.",
    "Provide it with as much light as possible, especially during spring and summer. Aloes can be kept outdoors in full sun during the summer, when temperatures are above 70°F (21°​​​​​​​C). If nighttime temps threaten to drop below 60°​​​​​​​F (16°​​​​​​​C), bring the aloe inside.\nNote: Don’t move your aloe from indoors to full sun right away; it needs time to adjust to the intense light or it may sunburn. Allow it to sit in partial shade for about a week before moving it to a brighter location.",
    "Note: Don’t move your aloe from indoors to full sun right away; it needs time to adjust to the intense light or it may sunburn. Allow it to sit in partial shade for about a week before moving it to a brighter location.",
    "Make sure the plant is getting the right amount of water—enough to keep it from drying out completely, but not enough to drown it! If the plant’s being kept outdoors, make sure that it’s not getting consistently soaked by summer rains.",
    "Give your aloe a proper dormancy period in the fall and winter. Aloe tend to bloom in late winter or early spring, so giving them a period of rest consisting of less frequent watering and cooler temperatures may encourage them to flower.",
    "Don’t be surprised if it still doesn’t flower. Despite our best efforts, indoor conditions just aren’t ideal for most aloes, so don’t be surprised if yours simply refuses to bloom!"
  ],
  "pests": [
    "Root rot",
    "Soft rot",
    "Fungal stem rot",
    "Leaf rot"
  ],
  "pest_control": [
    "Aloe vera plants are most susceptible to the usual indoor plant pests, such as mealybugs and scale.",
    "Common diseases include:",
    "Avoid overwatering to keep these conditions from developing or worsening."
  ],
  "harvest": [],
  "stats": [
    "Aloe vera will decorate a kitchen shelf with quiet grace while doing double duty as a self-regenerating first-aid kit. Read more about the natural health benefits of aloe vera.",
    "One of aloe’s most famous uses is to soothe sunburnt skin, and it can be also used for cold sores."
  ]
}