{
  "name": "Radishes",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/photo_2772.jpg?itok=zyzogA3a",
  "slug": "radishes",
  "botanical_name": "Raphanus sativus",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Plant in a sunny spot. If radishes are planted in too much shade—or even where neighboring vegetable plants shade them—they will put all their energy into producing larger leaves.",
    "Like carrots, radish plants are primarily grown for their roots. Though the soil needs to be rich in organic matter, it should not be compacted. If your soil is more clay-like, mix in some sand to loosen it and improve drainage.",
    "If your soil isn’t rich in organic matter, incorporate a few inches of aged compost or all-purpose fertilizer (see packaging for amount) into the planting site as soon as the soil is workable.",
    "Till your garden bed to remove any rocks or dirt clods before planting.",
    "Practice three-year crop rotation. In other words, only plant radishes in the same spot every third year. This will help prevent diseases from affecting your crop.",
    "For a spring planting, sow seeds 4–6 weeks before the average date of last frost. See local frost dates here.",
    "It’s best to plant radish seeds directly in the garden so as not to disturb their roots. Directly sow seeds outdoors ½ to 1 inch deep and 1 inch apart in rows 12 inches apart.",
    "Plant another round of seeds every 10 days or so—while weather is still cool—for a continuous harvest of radishes in the late spring and early summer.",
    "Plan on a fall planting. You can plant radishes later than any other root crop in late summer or early fall and still get a harvest. Sow seeds 4–6 weeks before the first fall frost."
  ],
  "care": [
    "Thin radishes to about 2 inches apart when the plants are a week old. Crowded plants do not grow well.",
    "Consistent, even moisture is key. Keep soil evenly moist but not waterlogged. A drip irrigation system is a great way to achieve this.",
    "Putting a thin layer of mulch around the radishes can help retain moisture in dry conditions."
  ],
  "pests": [
    "Cabbage Root Maggot",
    "Clubroot",
    "Weeds: Weeds will quickly crowd out radishes, so keep the bed weed-free. See a list of common garden weeds here."
  ],
  "pest_control": [],
  "harvest": [
    "Radishes will be ready to harvest quite rapidly, as soon as three weeks after planting for some varieties.",
    "For most varieties, harvest when roots are approximately 1 inch in diameter at the soil surface. Pull one out and test it before harvesting the rest!",
    "Do not leave radishes in the ground long after their mature stage; their condition will deteriorate quickly.",
    "Cut the tops and the thin root tail off, wash the radishes, and dry them thoroughly. Store in plastic bags in the refrigerator.",
    "Radish greens can be stored separately for up to three days."
  ],
  "stats": []
}