{
  "name": "Rosemary",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/rosemary-foliage.jpg?itok=PR05PK0N",
  "slug": "rosemary",
  "botanical_name": "Rosmarinus officinalis",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Summer",
  "flower_color": "Blue",
  "hardiness_zones": "7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "For a head start, plant the seeds or cuttings indoors 8 to 10 weeks before the last spring frost. (See your local frost dates.) Seeds can take a long time to germinate, so don’t give up right away!",
    "Plant in full sun.",
    "The planting site should have well-draining soil. Rosemary won’t tolerate being consistently wet.",
    "Be sure to give your plants enough room to grow. Rosemary can grow to about 4 feet tall and spreads about 4 feet as well.",
    "In the garden, plant near beans, cabbage, carrots, and sage. Learn more about companion planting with herbs.",
    "Plant the seeds/cuttings in well-drained soil. For best growth, the soil should be around 70ºF (21°C)."
  ],
  "care": [
    "Water the plants evenly throughout the growing season, but be careful not to overwater.",
    "Prune regularly so that the plant won’t get lanky.",
    "For fresh rosemary in the winter, grow the plant indoors in a pot. Be sure to put it in bright light and protect it from cold drafts.",
    "After the rosemary flowers, remember to trim the plant.",
    "Be sure to get cuttings or divide the plant for next season if it won’t survive winter in your area."
  ],
  "pests": [
    "Aerial blight",
    "Bacterial leaf spots",
    "Several types of root rot"
  ],
  "pest_control": [],
  "harvest": [
    "Snip off stems to use fresh, or hang them in the kitchen for dried rosemary.",
    "During the winter, bring potted rosemary plants inside. Learn how to overwinter rosemary indoors.",
    "Harvest young stems and leaves for the freshest taste.",
    "Harvest up to a third of the rosemary at any one time, allowing the plant to replace its growth before taking more.",
    "Air-dry sprigs of rosemary and store in an airtight container in the cupboard."
  ],
  "stats": [
    "Rosemary tea is said to enhance one’s memory. Alternatively, wear a sprig of rosemary in your hair to improve your memory.",
    "In the language of flowers, rosemary symbolizes remembrance.",
    "A sprig of lavender or rosemary under your ironing board cover will release its fragrance with the heat."
  ]
}