{
  "name": "Lilies",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/oriental-lily.jpg?itok=8QILjH76",
  "slug": "lilies",
  "botanical_name": "Lilium",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Varies",
  "bloom_time": "Spring, Summer, Fall",
  "flower_color": "Orange, Pink, Red, White, Yellow",
  "hardiness_zones": "4, 5, 6, 7, 8",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Plant lily bulbs in the fall, a few weeks before the winter brings freezing temperatures. Bulbs planted in the autumn will have well established roots in the spring. The bulbs benefit from a winter chill to produce big blooms.",
    "We do advise planting in spring in areas with particularly harsh winters. Container-grown lily plants can be planted anytime during the summer.",
    "Buy the bulbs close to planting time. You don’t want to buy the bulbs in the fall and wait until spring to plant them.",
    "Select a site with soil that drains well. How can you tell? After a good rain, find a spot that is the first to dry out. Water trapped beneath the overlapping scales on the lily bulb may cause rot, so a well-drained site is essential.",
    "Lilies need lots of sun. For dependable blooms, lilies need 6 to 8 hours of direct sunlight a day. If it’s too shady, the stems will attempt to lean towards the sun or get spindly and fall over.",
    "Lilies are best suited for Zones 3 to 8. They do not thrive in Zones 9 and 10 without a period of refrigeration; they need a cold, dormant period.",
    "Most of the popular varieties prefer acidic to neutral soil, but some are lime-tolerant or prefer alkaline soils (e.g., Madonna lilies).",
    "Loosen the soil to a depth of 12 to 15 inches. The deep planting encourages the developing stem to send out roots to help stabilize the plant and perhaps eliminate the need for staking. Also, deep planting keeps lily bulbs cool when temperatures soar.",
    "Enrich the soil with leaf mold or well-rotted organic matter to encourage good drainage. Learn more about soil amendments and preparing soil for planting.",
    "Plant the bulbs 3 times as deep as the height of the bulb and set the bulb in the hole pointy side up. Fill the hole with soil and tamp gently.",
    "Space bulbs at a distance equal to three times the bulb’s diameter (usually about 8 to 18 inches apart, depending on the variety).",
    "For a good effect, plant lilies in groups of 3 to 5 bulbs.",
    "Water thoroughly."
  ],
  "care": [
    "During active growth, water freely—especially if rainfall is less than 1 inch per week.",
    "Keep lilies mulched so that their roots are cool. The mulch should feel moist, but not wet. Read more about mulching.",
    "Apply a high-potassium liquid fertilizer every 2 weeks from planting until 6 weeks after flowering.",
    "Apply a thin layer of compost each spring, followed by a 2-inch layer of mulch.",
    "Stake tall lilies.",
    "Lilies do not bloom more than once per season, but you can remove the faded flowers so that the plants don’t waste energy making seeds.",
    "After the lily blooms, you can also remove just the stem itself. However, do NOT remove leaves until they have died down and turned brown in fall. It’s very important not to cut back the leaves until the end of their season because hey help provide nourishment to the bulb for next season’s blooms.",
    "Cut down the dead stalks in the late fall or early spring.",
    "Before winter, add 4 to 6 inches of mulch, simply to delay the ground freeze and allow the roots to keep growing. Leave the mulch until spring once the last hard frost has passed. See your local frost dates. See your local frost dates.",
    "If your region doesn’t have snow cover, keep soil moist in winter.",
    "When lily shoots grow through the mulch in the spring, start to remove it gradually.",
    "Divide plants every 3 to 4 years as new growth begins in the spring. Just lift the plants and divide the clumps. Replant the new bulbs adding some compost."
  ],
  "pests": [
    "Gray mold is sometimes a problem, especially in a wet, cool spring or summer. Make sure lilies are not crowded and have plenty of air circulation.",
    "Viruses, spread by aphids, may be troublesome, although some cultivars are virus-tolerant.",
    "Red lily beetles, slugs, and snails may occur.",
    "Deer, rabbits, voles, and groundhogs may eat entire plants. If these critters are a problem, plant the bulbs in buried wire cages to protect them from getting eaten."
  ],
  "pest_control": [],
  "harvest": [
    "Lilies make wonderful cut flowers. However, avoid cutting off more than a third of the stem, which can reduce the plant’s vigor and longevity.",
    "If you are growing lilies strictly for cut flowers, consider planting them in a designated cutting garden, where you can plant fresh bulbs each year.",
    "When cutting lilies, choose those with buds that are just about to open, with a bit of the flower color showing. The higher up buds will open as the bottom ones fade.",
    "Just one lily stem in a vase can be a show-stopper.",
    "As soon as you get lilies inside, trim the stem ends an inch or so, making a diagonal cut with a sharp knife.",
    "If you worry that the orange pollen of lilies might cause stains, simply snip off the stamens in the flower’s center.",
    "Before arranging in a vase, remove the lower leaves on the stems so that no foliage will be underwater.",
    "A good lily arrangement will last two or more weeks. Change the water every few days.",
    "To help prolong the flowers’ life, add cut-flower food to the water. Lilies require only half the amount of food recommended for other flowers."
  ],
  "stats": [
    "The name “lily” can be misleading because lots of other plants use it besides true lilies. Daylilies and water lilies aren’t lilies at all, and neither are lilies-of-the-valley or lilyturf. With so many other plants using the name “lily,” it seems that identity theft has been around since long before the use of computers and credit cards!",
    "Easter lilies can be planted in the ground in the spring. They may survive several years if you mulch them heavily in the fall, especially in northern regions. If they survive, they’ll bloom in late summer.",
    "In a flower bed, lilies prosper in the presence of low-growing plants that protect the lilies’ roots from drying out."
  ]
}