{
  "name": "Coneflowers",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/coneflowers_0.jpg?itok=FOY8lFy5",
  "slug": "coneflowers",
  "botanical_name": "Echinacea",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Varies",
  "bloom_time": "Summer, Fall",
  "flower_color": "Green, Orange, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "Attracts Birds, Attracts Butterflies",
  "planting": [
    "Coneflowers prefer well-drained soil and full sun for best bloom. Choose a location where the coneflowers won’t get shaded out nor shade out others.",
    "They may reach between 2 and 4 feet in height, depending on variety.",
    "Coneflowers are very tolerant of poor soil conditions, but they perform best in soil that’s rich so mix in organic matter if needed.",
    "Coneflowers are drought tolerant.",
    "Loosen the soil in your garden using a garden fork or tiller to 12 to 15 inches deep, then mix in a 2- to 4-inch layer of compost. (Learn more about preparing soil for planting.)",
    "More commonly, coneflowers are bought as small plants with blooms already on the way. These should be planted in spring or early summer.",
    "Coneflowers can be started from seed in spring indoors (about a month before the last spring frost date) or outdoors (when the soil temperature has reached at least 65°F/18°C).\nNote: Coneflowers started from seed may take 2 to 3 years before producing blooms.\nBetter yet, don’t cut back coneflower plants and they’ll self-seed successfully!",
    "Note: Coneflowers started from seed may take 2 to 3 years before producing blooms.",
    "Better yet, don’t cut back coneflower plants and they’ll self-seed successfully!",
    "If dividing or transplanting coneflowers, do so in the spring or fall.",
    "Plant coneflowers about 1 to 3 feet apart, depending on the mature size of the variety.",
    "If you are moving a potted plant into the ground, dig a hole about twice the pot’s diameter and carefully place the plant in the soil. Bury the plant to the top of the root ball, but make sure the root ball is level with the soil surface. Water it thoroughly."
  ],
  "care": [
    "Put a thin layer of compost around the plants, then a 2–inch layer of mulch to help keep the plants moist and prevent weeds.",
    "Native coneflowers really do not need fertilizer; as discussed above, just ensure your soil has plenty of organic matter when you plant.",
    "In late spring, provide supplementary water only if the season is extremely dry or your coneflowers are newly planted.",
    "Optional: To encourage delayed blooming for fall enjoyment, cut coneflower plants back by 1 foot when plants come into bloom. This will result in later-flowering, more-compact growth because coneflowers can get leggy. Cut some and not others for more staggered bloom heights and times.",
    "Optional: When flowers are faded/done blooming, deadhead if you wish to prolong the blooming season. But consider leaving late-season flowers on the plants to mature; the seed heads will attract birds and promote self-seeding. Deadheading will prevent self seeding if this is your preference. To deadhead, cut the dead flower back to a leaf where you can see a bud ready to swell.",
    "Watch for beneficial soldier beetles in August and do not harm them.",
    "In the fall, a light mulch in colder regions is beneficial.",
    "Cut back in late winter/early spring when you’re tidying up the garden."
  ],
  "pests": [
    "Leaf miners",
    "Japanese beetles",
    "Powdery mildew",
    "Bacterial spots",
    "Gray mold",
    "Vine weevils"
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "Coneflowers both attract butterflies and are deer resistant, so they’ll keep your garden just how you want it!",
    "Applying an infusion of echinacea is said to help soothe a sunburn."
  ]
}