{
  "name": "Christmas Cactus",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/thanksgiving-cactus_nadezhdanesterova-ss.jpg?itok=Y1TcU7ZZ",
  "slug": "christmas-cactus",
  "botanical_name": "Schlumbergera hybrids",
  "plant_type": "Houseplant",
  "sun_exposure": "Part Sun",
  "soil_type": "",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "Pink, Purple, Red, White",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Christmas cacti grow in most container soils. Make sure the soil drains well and that your pots have drainage holes.",
    "Plants should be kept in bright, indirect light.",
    "A daytime temperature of 70 degrees F and an evening temperature of 60 to 65 degrees F is preferred.",
    "In the summer, Christmas cacti can be placed in a shady spot in the garden or in an unheated porch until temperatures get below 50 degrees F."
  ],
  "care": [
    "As soon as the top inch of soil in the container feels dry to the touch, soak the soil until water runs through the pot’s drainage holes; discard water in the tray so the plant doesn’t sit in water. It’s especially important to water well while the plant is flowering.",
    "From spring through early fall, feed every 2 weeks with a complete houseplant fertilizer. During the fall and winter, feed the cactus monthly.",
    "Prune plants in June to encourage branching and more flowers. Simply cut off a few sections of each stem. If you wish, place the cut pieces in moist vermiculite to make more plants—they root easily.",
    "If your cactus is not blooming, it may be due to the amount of daylight they’re getting or the temperature.\n\n\t\tTo trigger blooming, nights need to be at least 14 hours long and days between 8 to 10 hours for six weeks. If you have strong indoor lighting at night, you may need to cover your cacti.\nFlowers will only form when the temperature is between a cool 50 to 55 degrees F.",
    "To trigger blooming, nights need to be at least 14 hours long and days between 8 to 10 hours for six weeks. If you have strong indoor lighting at night, you may need to cover your cacti.",
    "Flowers will only form when the temperature is between a cool 50 to 55 degrees F.",
    "If the cacti sheds its buds one winter, don’t worry: it should bloom the following year."
  ],
  "pests": [],
  "pest_control": [
    "If your Christmas cactus is exposed to any type of stress, the plant will drop its blossoms. This could be related to the amount of light, or a sudden change in temperature, as discussed in above plant care section. Also, ensure that your soil doesn’t get too dry.",
    "The plant may be susceptible to mealy bugs and, if over-watered, root rot. If you have problems, cut out infected areas and repot in clean soil."
  ],
  "harvest": false,
  "stats": [
    "When the buds of a Christmas cactus look as if they’re about to open, make sure you water the plant regularly and keep it cool.",
    "Late spring is the best time to propagate cuttings because most holiday cacti emerge from their winter rest and initiate new growth."
  ]
}