{
  "name": "Figs",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/figs.jpg?itok=K-2OzmwG",
  "slug": "figs",
  "botanical_name": "Ficus carica",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Any",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Spring",
  "flower_color": "",
  "hardiness_zones": "8, 9, 10, 11",
  "special_features": "",
  "planting": [
    "Figs can be planted outdoors in Zone 8 and warmer. In zones where winter temperatures get colder than 10°F (-12°C) for periods of time, figs are best grown in containers and kept inside for the winter.",
    "Plant fig trees outdoors in the early spring or late fall, when the tree is dormant.",
    "For container fig trees, grow them in a soil-based potting mix and add fine bark chips to improve drainage. Keep the tree in full sun in the summer. Be sure to add a high-nitrogen fertilizer every 4 weeks in the spring and summer and water the tree moderately. In the winter, move the tree indoors and keep the soil moist.",
    "For outdoor fig trees, plant the tree in the spring or early fall in full sun. Fig trees can grow in most types of soil as long as the soil is well-drained and contains plenty of organic material. (Learn more about organic soil amendments.)",
    "Space fig trees at least 20 feet away from any buildings or other trees.",
    "Fig trees put down deep roots if given the chance, so bear that in mind when choosing a planting spot.",
    "To plant container-grown trees in the ground:\nRemove the plant from its pot and remove any circling roots by laying the root ball on its side and using shears to cut through the roots.\nDig a hole that is a few inches deeper and wider than the spread of the roots. Set the tree on top of a small mound of soil in the middle of the hole. Be sure to spread the roots away from the trunk without excessively bending them.\nPlant the tree 2 to 4 inches deeper than it was originally in the pot (check the color of the trunk to see the original soil line).",
    "Remove the plant from its pot and remove any circling roots by laying the root ball on its side and using shears to cut through the roots.",
    "Dig a hole that is a few inches deeper and wider than the spread of the roots. Set the tree on top of a small mound of soil in the middle of the hole. Be sure to spread the roots away from the trunk without excessively bending them.",
    "Plant the tree 2 to 4 inches deeper than it was originally in the pot (check the color of the trunk to see the original soil line)."
  ],
  "care": [
    "Water young fig trees regularly to help them become established. In areas with dry climates, water fig trees deeply at least once a week.",
    "Unless grown in containers, most fig trees do not require regular fertilization. However, if your fig tree is not growing much (less than 12 inches in one growing season), you can add ½ to 1 pound of nitrogen supplement. Divide up the nitrogen into 3 to 4 feedings. Start applying the nitrogen in late winter and end in midsummer.",
    "You can also apply a layer of mulch around the tree to help prevent weeds and keep in moisture for the roots.",
    "Fig trees require little pruning. During the dormant season, be sure to remove all dead, diseased, or weak branches to encourage growth.",
    "If you have an abundant growth of figs, you can thin the fruit to encourage larger figs.",
    "In colder regions, bring container-grown fig trees indoors for the winter. Keep the soil moist.",
    "If your area experiences a particularly cold winter, fig trees planted outdoors may die back to the ground. If the tree is of a hardy variety, the below-ground part of the tree will likely be unaffected. Remove all dead wood while the tree is still dormant and watch for new growth in the spring."
  ],
  "pests": [
    "Root-knot nematodes",
    "Leaf spots",
    "Rust",
    "Thrips",
    "Twig dieback"
  ],
  "pest_control": [],
  "harvest": [
    "You should harvest figs only when they are fully ripe, as they will not continue to ripen off the tree. The figs should be fully colored and slightly soft to the touch.",
    "You may need to invest in bird netting to protect your crop; figs are a favorite of birds and squirrels.",
    "When picking figs, wear gloves or long sleeves because the sap from the fig tree can irritate your skin.",
    "Figs are very perishable. Store figs in the refrigerator; they will keep for 2 to 3 days.",
    "For long-term storage, you can freeze figs whole for later use. Another storage method is to dry the figs. You can also can your own figs."
  ],
  "stats": [
    "Figs are an excellent source of potassium, dietary fiber, and calcium.",
    "You can’t grow figs from thistles."
  ]
}