{
  "name": "Peas",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/peas-and-pea-pods.jpg?itok=trD6N79A",
  "slug": "peas",
  "botanical_name": "Pisum sativum",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Spring",
  "flower_color": "",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "To give your plants the best head start, turn over your pea planting beds and add compost or manure to the soil in the fall.",
    "Add wood ashes and bonemeal to the soil before planting. Peas need phosphorus and potassium, but excess nitrogen will encourage foliage growth instead of flowers or pods.",
    "Learn more about soil amendments and preparing soil for planting.",
    "For tall and vining pea varieties, set up poles or a trellis at the time of planting. Learn how to build supports here.",
    "Sow seeds outdoors 4 to 6 weeks before your last spring frost date, when soil temperatures reach at least 45°F (7°C). Here are some more tips on when to start planting peas.",
    "Plant seeds 1 inch deep (slightly deeper if soil tends to dry out quickly) and about 2 inches apart. Plant in rows spaced 12–24 inches apart.",
    "Get peas in the ground while the soil is still cool, but beware of excessive moisture caused by snowmelt or spring rain, as you don’t want the seeds to sit in wet soil. It’s a delicate balance of proper timing and weather conditions. If your garden tends to stay too wet, consider investing in raised garden beds.",
    "Poke in any seeds that get washed out of the soil. (A chopstick is an ideal tool for this.)",
    "A blanket of snow won’t hurt emerging pea plants, but several days with temperatures in the teens could. Be prepared to plant again if the first peas don’t make it. Alternatively, try starting your peas in a cold frame.",
    "A second round of peas can be planted in the late summer or early fall, approximately 6–8 weeks before your first fall frost date. Fall plantings are typically not as productive as spring-grown peas, but make for a nice fall snack nonetheless!"
  ],
  "care": [
    "Water sparsely unless the plants are wilting. Do not let plants dry out, or no pods will be produced.",
    "To avoid disturbing fragile roots, gently remove intrusive weeds by hand.",
    "It’s best to rotate pea crops every year or two to avoid a buildup of soil-borne diseases. In between pea plantings, plant other vegetables to take advantage of the nitrogen-rich soil.",
    "Peas are best grown in temperatures below 70°F (21°C). Once temperatures get above 80°F (27°C), peas tend to stop producing pods or the pods become tough."
  ],
  "pests": [
    "Aphids",
    "Mexican Bean Beetles",
    "Woodchucks",
    "Fusarium Wilt"
  ],
  "pest_control": [],
  "harvest": [
    "Keep your peas well picked to encourage more pods to develop.",
    "Pick peas in the morning after the dew has dried. They are crispiest then.",
    "Always use two hands when you pick peas. Secure the vine with one hand and pull the peas off with your other hand to avoid damaging the plant.",
    "Peas can be frozen or kept in the refrigerator for about 5 days. Place in paper bags, then wrap in plastic.",
    "If you missed your peas’ peak period, you can still pick, dry, and shell them for use in winter soups."
  ],
  "stats": [
    "If a girl finds nine peas in a pod, the next bachelor she meets will become her husband.",
    "St. Patrick’s Day is a traditional day for growing peas. Find out how to grow peas when there’s still snow on the ground with this humorous video."
  ]
}