{
  "name": "Daffodils",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/daffodil.jpg?itok=KSBgH9y9",
  "slug": "daffodils",
  "botanical_name": "Narcissus",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Spring",
  "flower_color": "Orange, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Plant daffodil bulbs in the fall—about 2 to 4 weeks before the ground freezes. See local frost dates and get more tips on planting fall bulbs.",
    "Select a site that offers full sun or partial sun, at the least. Daffodils will bloom best when given adequate exposure to early spring sunshine!",
    "Most daffodils tolerate a range of soils but grow best in moderately fertile, well-drained soil that is kept moist during the growing season. They are susceptible to rot when kept too wet, so make sure that you plant them in a well-draining spot.",
    "Many of the popular species prefer neutral to acidic soils, but some prefer slightly alkaline soils, so consult the supplier of your bulbs to see which is best for your daffodil variety.",
    "Select high-quality daffodil bulbs that have not been dried out. The larger the bulb, the better.",
    "Plant bulbs 1-½ to 5 times their own depth. Where winters are severe, make sure there are at least 3 inches of soil covering the bulb.",
    "Daffodils will tolerate some crowding, but they prefer to be spaced about 3 to 6 inches apart.",
    "It may help to sprinkle a little bulb fertilizer in the hole during planting. Learn more about preparing soil for planting.",
    "Resist the temptation to uncover spring-flowering plants such as daffodils and tulips. You can loosen mulch, but the shoots will still benefit from protection against cold, drying winds in early spring.",
    "Daffodils contain something called oxalic acid—a substance that makes them unpalatable to most rodent pests. However, if yours are being bothered, consider adding sharp sharp pieces of shells or a pelleted rodent deterrent into and around each planting hole.",
    "Get more tips for growing bulbs."
  ],
  "care": [
    "Apply a low-nitrogen, high-potash (potassium) fertilizer after flowering if bulbs are not performing as desired. Learn more about preparing soil for planting and soil amendments.",
    "Water late-flowering daffodils in dry spring weather (flowers may abort in dry conditions).",
    "Deadhead plants as flowers fade (for neater garden appearance) and allow leaves to remain for at least 6 weeks.",
    "Lift and divide the clumps when flowering becomes sparse or the clumps congested.",
    "After daffodils bloom in the spring, allow the plants to grow until they die off. Do NOT cut down earlier. They need time after blooming to store energy in the bulbs for next year’s bloom.",
    "To remove the dead plants, either snip them off at the base, or twist the leaves while pulling lightly.",
    "Once daffodils and tulips have gone by, add bonemeal to the soil for next year’s blooms."
  ],
  "pests": [
    "Daffodils are both deer-resistant and rodent-proof, as these animals do not like the taste of the bulbs in the Narcissus family.",
    "Daffodils are also poisonous to pets, so make sure your animals don’t munch on them.",
    "The most common problems include large narcissus bulb fly, bulb scale mite, narcissus nematode, slugs, narcissus basal rot and other fungal infections, and viruses."
  ],
  "pest_control": [],
  "harvest": [
    "When cut, daffodils should be kept alone in a vase, as their stems secrete a fluid that promotes the wilting of other flowers. If you must combine them, soak them by themselves for as long as possible, then rinse them and add them to the arrangement last. Learn more about keeping cut flowers fresh.",
    "Note that contact with the sap of daffodils may irritate skin or aggravate skin allergies."
  ],
  "stats": [
    "Daffodils are a March birth flower.",
    "Daffodils symbolize regard for someone. See more flower meanings."
  ]
}