{
  "name": "Oregano",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/oregano.jpg?itok=DiQDEEpj",
  "slug": "oregano",
  "botanical_name": "Origanum",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "Summer",
  "flower_color": "Pink, Purple, White",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Oregano loves the sun, so ensure that your placement has full, strong sun for strong flavor. Some folks plant later in the season for assured warm weather.",
    "However, for a head start, plant the seeds/cuttings 6 to 10 weeks before the last spring frost. (See local frost dates.)",
    "Oregano can easily be started from seeds, though you can also use cuttings from an established plant.",
    "Plant the seeds/cuttings in well-drained soil anytime after the last spring frost. The soil should be around 70ºF.",
    "For thin plants, plant 8 to 10 inches apart. The plants will grow 1 to 2 feet tall and spread about 18 inches.",
    "Oregano makes a good companion plant for any vegetable in the garden."
  ],
  "care": [
    "Allow oregano plants to grow to about 4 inches tall and then pinch or trim lightly to encourage a denser and bushier plant.",
    "Regular trimming will not only cause the plant to branch again, but also avoid legginess.",
    "Oregano doesn’t need quite as much water as most herbs. As the amount of watering depends on many variables, just water when the soil feels dry to the touch. Remember that it’s better to water thoroughly and less often.",
    "If you have a container, water until the water comes out of the drainage holes in the bottom of the container.",
    "To ensure the best-quality plants, thin out plants that are 3 or 4 years old in the early spring. Oregano is self-seeding, so the plants will easily grow back.",
    "You can divide the plants in late spring if you want to put one indoors."
  ],
  "pests": [
    "Root and stem rots",
    "Aphids",
    "Spider mites"
  ],
  "pest_control": [],
  "harvest": [
    "Harvest the leaves as you need them. The most flavor-filled leaves are found right before the flowers bloom.",
    "You can freeze the leaves to use during the winter. Oregano leaves store well and are easily dried. Keep them in an airtight container once dried."
  ],
  "stats": [
    "Oregano tea relaxes nerves and settles an upset stomach.",
    "Oregano was once used in many old-fashioned herbal remedies.",
    "For other greens to use in your cuisine, see the Leafy Greens: Health Benefits page.",
    "Oregano plants are said to symbolize “substance.” Find out more about plant meanings here."
  ]
}