{
  "name": "African Violets",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/african-violet-houseplant.jpg?itok=ghSUNSDJ",
  "slug": "african-violets",
  "botanical_name": "Saintpaulia",
  "plant_type": "Houseplant",
  "sun_exposure": "Part Sun",
  "soil_type": "",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "",
  "flower_color": "Blue, Pink, Purple, Red, White",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "You can use an actual African violet potting mix or an all-purpose potting soil. Here’s how to create your own mix.",
    "Keep them planted in small pots and re-pot once a year to mix in fresh soil.",
    "The soil should be loose and well-drained, and high organic matter content is beneficial. Learn about organic soil amendments."
  ],
  "care": [
    "Keep the soil lightly moist and use room temperature water.",
    "Leaves are susceptible to rot if kept in high humidity, so water African violets from the bottom to avoid getting excess water on the leaves.",
    "Dust dirt off the leaves with a small, soft brush.",
    "Fertilize every 2 weeks with a high phosphorous plant food, but only during the spring and summer growing season. Only start to fertilize when the plant appears to need an extra boost. Over-fertilizing is a more common problem than under-fertilizing.",
    "Many varieties prefer warm conditions (65°F / 18°C or warmer) though some can tolerate cooler conditions. Keep away from drafty windows in winter.",
    "Thin, dark green leaves and leggy stems tell you that the plant is getting too little light; light green or bleached leaves indicate too much light.",
    "Plants should be shifted to larger pots as they grow, but keeping African violets slightly root-bound can encourage them to bloom. The optimal time for repotting is after some leaves have wilted a bit."
  ],
  "pests": [
    "Cyclamen mites can occur. They are nearly impossible to remove completely, so disposal of the infected plant and isolation of nearby plants is recommended.",
    "Powdery Mildew",
    "Various forms of rot and blight"
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "Violets—though unrelated to African violets—are one of the February birth flowers, so a potted African violet can make a bright gift for a February birthday.",
    "African violets originally come from Tanzania. Find out more about these dainty flowers here.",
    "The violet symbolizes loyalty, devotion, and faithfulness. Find out more flower symbolism here."
  ]
}