{
  "name": "Gladiolus",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/gladiolus-flower.jpg?itok=ANuFeJF8",
  "slug": "gladiolus",
  "botanical_name": "Gladiolus",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Any",
  "soil_ph": "",
  "bloom_time": "Summer",
  "flower_color": "Multicolor, Orange, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Plant gladiolus corms in the spring once the danger of frost has passed and the soil has warmed. See your local frost dates here.",
    "Gladioli like well-drained soil and full sun.",
    "Ready your garden by using a garden fork or tiller to loosen the soil to about 12 to 15 inches deep. After loosening the soil, mix in a 2- to 4-inch layer of compost or aged manure.",
    "To ensure large-sized blooms, plant corms that are 1¼ inch or larger in diameter.",
    "Set the corm in the hole about 4 inches deep with the pointed end facing up. Cover with soil and press firmly.",
    "Space the corms 6 to 8 inches apart.",
    "If your grow gladioli primarily for cut flowers, plant them in rows. It’s easier to tend the plants and to harvest the flowers.",
    "If planted with other flowers in borders or annual bes, plant the corms in groups of 7 or more for best effect.",
    "Water the corms thoroughly.",
    "If you’re planting tall varieties, be sure to stake them at planting time. Be careful not to damage the corms with the stakes.",
    "It takes about 60 days from the time gladioli are planted for the corms to root, grow, bloom."
  ],
  "care": [
    "Put a 2- to 4-inch layer of mulch around your gladioli to keep your soil moist and help prevent weeds.",
    "If you get less than 1 inch of rain a week, water your plants regularly throughout the summer. Otherwise, water them moderately when in growth to keep the soil moist.",
    "Remove the faded/dead flowers to ensure continuous blooms. Once all the flowers on a stalk are gone, cut the stalk off at about 2 to 3 inches above the soil.",
    "Be sure to leave the plant intact so it can mature and rejuvenate the corms for the next season.",
    "If you live in Zone 8, put down a layer of hay or straw for winter protection.",
    "Corms should be dug before the first fall frost if you live in Zone 7 or colder."
  ],
  "pests": [
    "Gladiolus corm rot (Fusarium wilt)",
    "Gray mold",
    "Viruses",
    "Aster yellows",
    "Spider mites",
    "Thrips",
    "Aphids"
  ],
  "pest_control": [],
  "harvest": [
    "Cut the flower stalks early in the morning or at night, not during the heat of day.",
    "Use a sharp knife and bring a bucket of lukewarm water to the flower bed.",
    "Cut stalks with only one or two open flowers. The rest of the buds will open after you put them in a vase.",
    "Cut diagonally through the stalks and place them in the bucket.",
    "Leave at least four leaves on the plant in the ground if you want to re-use the corms.",
    "Place the bucket with the flowers in a cool dark place for a few hours before arranging them in a vase.",
    "Remove lower fading flowers and cut about 1 inch off the bottom of each flower stalk every few days.",
    "Use a spade and dig up the entire plant, grasping the top to pull it out of the soil. Avoid bruising or injuring corms while digging. Shake off all loose soil and discard damaged corms. Cut the stalk within 1 inch above the corm. Save the small cormels separately if you so desire. These will bloom in 2 to 3 years if you replant them each spring.",
    "Allow the corms to dry in the sun for 1 or 2 days if the weather agrees. Sift out excess soil and place corms in wooden flats or trays. Cure in a warm and airy location for 2 weeks at a temperature of 80 to 85°F (27 to 29°C). Remove and throw away the oldest bottom corms (from the base of the new one).",
    "Don’t remove the husks on the corms.",
    "Dust the corms with a fungicide (“bulb dust”) to avoid disease problems. Place dust and bulbs in a paper bag and shake vigorously.",
    "Store the corms in paper or cloth bags, pantyhose, or old onion sacks. Stack or hang the containers so air can move among them. Store the corms at 35 to 45°F (2 to 7°C) in low humidity. A cool basement is quite suitable. Do not allow corms to freeze.",
    "Replant these corms in the spring for another year of beautiful blooms.",
    "Learn more tips for storing gladiolus through the cold winter."
  ],
  "stats": [
    "Gladiolus is one of the August birth flowers.",
    "Gladiolus is sometimes called a Sword Lily due to its sword-shaped leaves.",
    "In the language of flowers, gladiolus signifies remembrance. Learn more flower meanings!"
  ]
}