{
  "name": "Asters",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/aster-flowers.jpg?itok=3bl-Stkz",
  "slug": "asters",
  "botanical_name": "Astereae",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Varies",
  "bloom_time": "Summer, Fall",
  "flower_color": "Blue, Pink, Purple, Red, White",
  "hardiness_zones": "3, 4, 5, 6, 7, 8",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Asters prefer climates with cool, moist summers—especially cool night temperatures. In warmer climates, plant asters in areas that avoid the hot mid-day sun.",
    "Select a site with full to partial sun.",
    "Soil should be moist but well-drained, and loamy.",
    "Mix compost into the soil prior to planting. (Learn more about soil amendments and preparing soil for planting.)",
    "While asters can be grown from seed, germination can be uneven. You can start the seeds indoors during the winter by sowing seeds in pots or flats and keeping them in the refrigerator for 4 to 6 weeks to simulate winter dormancy. Sow seeds one inch deep. After 4 to 6 weeks, put the seeds in a sunny spot in your home. Plant outside after the danger of frost has passed. (See local frost dates.)",
    "The best time to plant young asters is in mid- to late spring. Fully-grown, potted asters may be planted as soon as they become available in your area.",
    "Space asters 1 to 3 feet apart, depending on the type and how large it’s expected to get.",
    "Give plants plenty of water at the time of planting.",
    "Add mulch after planting to keep soil cool and prevent weeds."
  ],
  "care": [
    "Add a thin layer of compost (or a portion of balanced fertilizer) with a 2–inch layer of mulch around the plants every spring to encourage vigorous growth.",
    "If you receive less than 1 inch of rain a week, remember to water your plants regularly during the summer. However, many asters are moisture-sensitive; if your plants have too much moisture or too little moisture, they will often lose their lower foliage or not flower well. Keep an eye out for any stressed plants and try a different watering method if your plants are losing flowers.",
    "Stake the tall varieties in order to keep them from falling over.",
    "Pinch back asters once or twice in the early summer to promote bushier growth and more blooms. Don’t worry, they can take it!",
    "Cut asters back in winter after the foliage has died, or leave them through the winter to add some off-season interest to your garden.\nNote: Aster flowers that are allowed to mature fully may reseed themselves, but resulting asters may not bloom true.",
    "Note: Aster flowers that are allowed to mature fully may reseed themselves, but resulting asters may not bloom true.",
    "Divide every 2 to 3 years in the spring to maintain your plant’s vigor and flower quality."
  ],
  "pests": [
    "Powdery mildew",
    "Rusts",
    "White smut",
    "Leaf spots",
    "Stem cankers",
    "Aphids",
    "Tarsonemid mites",
    "Slugs and snails",
    "Nematodes"
  ],
  "pest_control": [
    "Susceptible to:"
  ],
  "harvest": [
    "Asters work well as cut flowers! Here’s how to cut and keep flowers fresh."
  ],
  "stats": [
    "Asters, one of September’s birth flowers, were once burned to ward off serpents.",
    "The name “aster” comes from the Ancient Greek word for “star”—a reference to the plant’s star-shaped flowers.",
    "Thanks to the aster’s late bloom time, they are sometimes called “Michaelmas daisies.” Michaelmas is a holiday that occurs annually on September 29."
  ]
}