{
  "name": "Growing Hyacinth Muscari",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/hyacinths-marcin_jucha_ss.jpg?itok=LJX2n3zX",
  "slug": "growing-hyacinth-muscari",
  "botanical_name": "Hyacinthus (True Hyacinths); Muscari (Grape Hyacinths)",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "Spring",
  "flower_color": "Blue, Orange, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Plant hyacinth bulbs in autumn, before your first fall frost.",
    "Plant the bulbs 4 inches deep and a minimum of 3 inches apart. At the northern limits of their hardiness (USDA Zone 4), plant 6 to 8 inches deep. Grape hyacinth bulbs should be planted 2–3 inches deep.",
    "Grow in well-drained, moderately fertile soil in sun or partial shade.",
    "Before planting, loosen the soil and work in compost or bonemeal for fertility.",
    "Set the bulb in the hole with the pointy end up.",
    "After planting and covering with soil, water thoroughly.",
    "If you are transplanting, water sparingly and then do not water again until flower buds appear the following year.",
    "Warning: Hyacinth bulbs (and daffodil bulbs) contain a substance called oxalic acid, which can be irritating to bare skin. Use gloves when handling these bulbs for extended periods.",
    "Hyacinth bulbs may be forced into early growth for indoor display in the winter. Plant them with the tips just showing, in soil-based potting mix in containers with drainage holes.",
    "Keep in a dark place at temperatures above freezing but no higher than 45°F (7°C), for at least 10 weeks to allow roots to develop.",
    "When shoots are about 1 inch long, increase light and temperature gradually.",
    "Water carefully, avoiding wetting the shoots or waterlogging the soil. Soil should be moist, not wet.",
    "After flowering, forced hyacinths may be transplanted to the garden and they will flower again in subsequent years."
  ],
  "care": [
    "After your hyacinths are finished flowering in late spring, cut back flower stalks, but allow the leaves to die back naturally. The plants need their foliage to gather energy for next year’s blooms.",
    "Hyacinth bulbs do not like to have wet feet, so make sure they are not watered too often. Too much moisture can cause rot.",
    "In the event of a dry autumn, water hyacinths occasionally.",
    "Protect container-grown plants from excessive winter moisture by keeping them covered or moving them to a sheltered area."
  ],
  "pests": [
    "Bulbs are prone to gray mold and bulb rot when kept too wet."
  ],
  "pest_control": [],
  "harvest": [
    "After your hyacinths have finished flowering, snip off the flower stalks, but don’t remove the foliage. The bulbs need their leaves to gather energy for next year’s blooms. At the end of the spring season, the foliage will die back naturally, at which point it can be removed.",
    "Hyacinth bulbs can remain in the ground throughout the year in most planting zones. If your winter temperatures do not get below 60°F (16°C), bulbs should be dug up in the fall and refrigerated in a cool, dry area for six to eight weeks. Hyacinths require a period of colder weather to bloom.",
    "Hyacinth bulbs that have finished flowering indoors can be transplanted to the garden. After flowering, they need time to gather energy for next year’s blooms, so they should not be placed directly into storage.",
    "After their foliage dies back outdoors, hyacinth bulbs can be brought indoors and stored in a cool, dark, dry place until the fall or winter."
  ],
  "stats": []
}