{
  "name": "Carrots",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/carrots-table_popidar-ss.jpg?itok=lh-pzqm3",
  "slug": "carrots",
  "botanical_name": "Daucus carota subsp. sativus",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Sandy",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "White",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Plan to plant seeds outdoors 3 to 5 weeks before the last spring frost date. Find your local frost dates here. \nTip: Plant additional seeds every 3 weeks or so in order to extend the harvest.",
    "Tip: Plant additional seeds every 3 weeks or so in order to extend the harvest.",
    "Carrots are best grown in full sunlight, but can tolerate a moderate amount of shade. Carrots grown in shade won’t be as robust as those in full sun, however.",
    "Provide shade for seeds planted in mid-summer so that the soil does not heat up too much. Garden fleece will do this job.",
    "Make sure the soil is free of stones. Stones obstruct the path of carrot roots, which can result in a stunted and misshapen crop.",
    "Till the soil before planting. Carrots need deeply-tilled, loose soil that they can easily push through.",
    "Use the right type of soil. Carrots grow best in sandy or loamy soil (as opposed clayey or silty soil), so add sand if necessary! Learn more about soil types.",
    "Avoid using manure or too much fertilizer. Have you ever seen a carrot that has grown “legs” or has forked? Fresh manure, or even recently-applied rotted manure, can cause carrots to fork and send out little side roots. Don’t use it before you plant your carrot seeds.",
    "Plant carrot seeds 3 to 4 inches apart in rows. Rows should be at least a foot apart.",
    "Cover the newly sown seeds with sand or fine soil that will not crust over when dry.",
    "Keep the soil moist with frequent shallow waterings. For small carrot seeds to germinate, the soil mustn’t form a hard crust on top. (If you put your finger in the ground, it should be moist, but not wet, to the middle knuckle.)",
    "Carrots are sometimes slow to germinate. They may take 2 to 3 weeks to show any signs of life, so don’t panic if your carrots don’t appear right away!"
  ],
  "care": [
    "After planting, gently mulch to retain moisture, speed germination, and block the sun from hitting the roots directly.",
    "Once plants are an inch tall, thin so that they stand 3 inches apart. Snip them with scissors instead of pulling them out to prevent damage to the fragile roots of the remaining plants.",
    "Water at least one inch per week.",
    "Weed diligently, but be careful not to disturb the young carrots’ roots while doing so.",
    "Fertilize with a balanced fertilizer 5-6 weeks after sowing.",
    "See more tips for growing carrots.",
    "Depending on the variety and local growing conditions, carrots may take anywhere from 2 to 4 months to mature."
  ],
  "pests": [
    "Wireworms",
    "Flea Beetles",
    "Aster Yellow Disease will cause shortened and discolored carrot tops and hairy roots. This disease is spread by pests as they feed from plant to plant. Keep weeds down and invest in a control plan for pests such as leafhoppers. This disease has the ability to overwinter."
  ],
  "pest_control": [],
  "harvest": [
    "Carrots should be mature and ready for harvest in about 2–4 months, or when they reach at least ½ inch in diameter (both measures depend on the variety of carrot). You may harvest whenever desired maturity is reached.",
    "If you’re growing carrots in the spring and early summer, harvest before daily temperatures get too hot, as the heat can cause carrot roots to grow fibrous.",
    "Carrots taste much better after a couple of frosts. (A frost encourages the plant to start storing energy—sugars—in its root for later use.) Following the first hard frost in the fall, cover carrot rows with an 18-inch layer of shredded leaves to preserve them for harvesting later.",
    "To store freshly-harvested carrots, twist off the green tops, scrub off the dirt under cold running water, let dry and seal in airtight plastic bags, and refrigerate. If you simply put fresh carrots in the refrigerator, they’ll go limp in a few hours.",
    "You may leave mature carrots in the soil for temporary storage if the ground will not freeze and pests aren’t a problem.",
    "Carrots can be stored in tubs of moist sand for winter use."
  ],
  "stats": [
    "Carrots are biennial plants. If you leave them in the ground, the tops will flower and produce seeds the second year.",
    "Carrots have a long list of health benefits, not just those from Vitamin A. Read more in Carrots: Health Benefits!",
    "Can dogs eat carrots? Yes! Carrots aren’t just great for humans—they make a great treat for your pets! Try this dog-friendly peanut butter carrot cake for your dog’s next birthday."
  ]
}