{
  "name": "Raspberries",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/raspberries.jpg?itok=8e566Dys",
  "slug": "raspberries",
  "botanical_name": "Rubus",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Any",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Summer, Fall",
  "flower_color": "White",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8",
  "special_features": "Attracts Birds, Attracts Butterflies",
  "planting": [
    "Start with one-year-old raspberry canes from a reputable nursery. Plant the early spring once the ground thaws out and can be worked. (See your local frost dates.)",
    "In mild areas, you could also plant in late autumn to give the plants a head start.",
    "Plant potted transplants in the spring after threat of frost has passed.",
    "Raspberries grow best in a sunny position but also, unlike many fruits, they will also grow successfully in a partially-shaded spot. The more sun, the more fruit.",
    "The planting site needs rich and well-drained soil, great air circulation, and shelter from wind. Avoid a wet area, as well as a windy spot, as raspberries do not like to stand in water nor totally dry out.",
    "Every year, feed your raspberry plants with a couple inches of compost or aged manure; dig in a couple weeks before planting. (A good rate is about 3 ½ cubic feet of compost per 100 square feet.)",
    "Plant far from wild growing berries; otherwise you risk spreading wild pests and diseases to your cultivated berry plants.",
    "Before planting, soak the roots for an hour or two.",
    "Dig a hole that is roomy enough for the roots to spread. If you’re planting multiple bushes, it’s easiest to dig a trench.",
    "Whether you’re planting bare-root or potted plants, keep the crown of the plant 1 or 2 inches above the ground.",
    "Canes should be spaced 18 inches apart, with about four feet between rows.",
    "Fill the soil back in, and tamp it down with your foot.",
    "Once the canes are planted, cut them down to 9 inches tall to encourage new growth. (Yes, it will look like a broken branch sticking out of the ground!)",
    "Depending on the variety you plant, you may need to fashion a support to hold up canes. Many grow to head-height.",
    "A trellis or a fence are good options. If you have a row, drive in two six-foot posts at the end of the row and stretch galvanized wire between the posts. Summer-fruiting raspberries need three horizontal wires and the fall types could do with two wires."
  ],
  "care": [
    "Mulching is important throughout the season to conserve moisture and suffocate weeds. Keep a thick layer of mulch surrounding plants at all times.",
    "Water one inch per week from spring until after harvest. Regular watering is better than infrequent deep soaking.",
    "Keep your raspberry bushes tidy by digging up any “suckers” or canes that grow well away from the rows; if you don’t dig them up, they’ll draw nutrients away and you’ll have less berries next year.",
    "If you wish, you can replant the suckers and you’ll have new plants!  Dig them up, set them in a fresh area of prepared ground, and water them in after planting.",
    "This is easy. Just cut all canes back the ground in late winter before growth begins in the spring. They give fruit on canes which are in their first year of growth, after which there is no reason to keep them. Mow them to the ground or use pruning shears for a small patch.",
    "Clean up all debris—diseases and pests overwinter.",
    "Pruning is not required during the growing season unless you want to keep a uniform order."
  ],
  "pests": [
    "Keep an eye out for spider mites and Japanese beetles from June through August. Raspberries are a favorite of Japanese beetles in particular.",
    "Rabbits love to eat the canes in winter. A chicken wire fence will help prevent rabbit damage.",
    "Powdery Mildew",
    "Cane Borers"
  ],
  "pest_control": [
    "Raspberries are one of the few fruits that are hardly bothered by pests and diseases. (Black raspberries are more susceptible to this type of damage than red or purple.)"
  ],
  "harvest": [
    "All varieties will begin to produce fruit in their second season. In some cases, ever-bearers may bear small berries in their first autumn.",
    "In early summer, berries will ripen over a time of about 2 weeks. You will need to pick berries every couple of days!",
    "Try to harvest berries on a sunny day, when they are dry.",
    "Don’t tug too hard on your raspberries when picking. A ripe raspberry will leave the vine willingly.",
    "Raspberries won’t keep for long so enjoy them soon after picking!",
    "They can be kept refrigerated for about 5 days. Don’t wash the berries after picking, unless you’re going to eat them straight away. They will grow moldy and mushy if not kept dry in storage. If you do need to wash them, let them air dry completely before storing.",
    "Raspberries can be frozen! As with freezing blueberries, make a single layer of berries on a cookie sheet. When frozen, place into airtight bags. Use on waffles, in cereal, or whenever you just need a refreshing, healthy snack!"
  ],
  "stats": [
    "Raspberries are a great source of dietary fiber and Vitamin C and they may help to protect against disease. Check out Raspberries: Health Benefits to learn how healthy raspberries really are!"
  ]
}