{
  "name": "Coriander And Cilantro",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/cilantro.jpg?itok=HBQeK7Gy",
  "slug": "coriander-and-cilantro",
  "botanical_name": "Coriandrum sativum",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "Spring",
  "flower_color": "",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "Plant cilantro in the spring after the last frost date or in the fall. In the Southwestern US, a fall planting may last through spring until the weather heats up again.",
    "Do not grow in summer heat as the plants will bolt (such that it will be past harvesting). The leaves that grow on bolted plants tend to be bitter in flavor.",
    "It is best to choose a sunny site that will allow cilantro to self-seed as it is ought to do. Plant in an herb garden or the corner of a vegetable garden. When the weather gets warm, the plant will quickly finish its life cycle and send up a long stalk which will produce blossoms and later seeds. Little plants will sprout during the season and the next spring.",
    "Plant the seeds in light, well-drained soil and space them 1 to 2 inches apart. Sow the seeds at 3-week intervals for continued harvest.",
    "Space rows about 12 inches apart.",
    "It is important to keep the seeds moist during their germination, so remember to water the plants regularly."
  ],
  "care": [
    "Water the seedlings regularly throughout the growing season. They require about 1 inch of water per week for best growth.",
    "Thin seedlings to 6 inches apart so that they have room to develop healthy leaves.",
    "Once the plants are established, they do not need as much water per week. Keep them moist, but be careful not to overwater them.",
    "Fertilize once or twice during the growing season with nitrogen fertilizer. Apply ¼ cup of fertilizer per 25 feet of row. Be sure not to over-fertilizer the plants.",
    "To help prevent weeds, mulch around the plants as soon as they are visible above the soil. You can also till shallowly to help prevent root damage from weeds."
  ],
  "pests": [
    "Fungal wilt",
    "Leaf hoppers",
    "Aphids",
    "Mildew"
  ],
  "pest_control": [
    "To control for insects, use insecticidal soap once they are spotted under leaves.",
    "Clean up debris and spent plants to avoid wilt and mildew.",
    "A common problem with cilantro is its fast growing cycle. As mentioned above, it will not grow properly in the heat of summer. Grow so that you harvest in spring, fall, or winter (in mild climates)."
  ],
  "harvest": [
    "Harvest while it is low. When the cilantro grows its stalk, cut off the plant after the seeds drop and let it self-seed.",
    "The large leaves can be cut individually from the plants. For the smaller leaves, cut them off 1-½ to 2 inches above the crown.",
    "You can also remove the entire plant at once; however, this means that you will not be able to continue harvesting for the rest of the growing season.",
    "To store coriander seeds, cut off the seed heads when the plant begins to turn brown and put them in a paper bag. Hang the bag until the plant dries and the seeds fall off. You can then store the seeds in sealed containers.",
    "To store cilantro leaves, you can either freeze or dry them. To freeze, put the leaves in a resealable freezer bag and store them in your freezer. To dry them, hang the plant in a warm place until fully dried, then store the leaves in a resealable bag or container."
  ],
  "stats": [
    "Coriander is thought to symbolize hidden worth. Explore more plant meanings here.",
    "Does cilantro taste like soap? Folks occasionally report a strong dislike for cilantro, claiming it tastes exactly like soap. Some studies show that this reaction may be influenced by genetics, while others propose that the taste is due to a molecule called aldehyde, which occurs naturally in cilantro, but is also used in some soaps. Does cilantro taste like soap to you? Let us know in the comments below!"
  ]
}