{
  "name": "Apples",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/apple-tree.jpg?itok=yIKBkZnt",
  "slug": "apples",
  "botanical_name": "Malus domestica",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Neutral",
  "bloom_time": "Summer, Fall",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8",
  "special_features": "",
  "planting": [
    "Not every apple grows everywhere. Each variety has a specific number of days needed for fruit maturity.",
    "Tree tags don’t always tell you where the variety grows best, but many catalogs do. Also check with your local Cooperative Extension Service for a recommendation specific to your area.",
    "As a general rule, if a tree is termed hardy, it grows best in Hardiness Zones 3 to 5. If termed long-season, apple quality will be best in Zones 5 to 8.  Check your zone here.",
    "Each variety has a number of chill hours needed to set fruit (i.e., the amount of time temperatures are between 32 and 45 degrees F). The farther north you go, the more chill hours an apple variety needs to avoid late spring freeze problems. Check tree tags for chill hour information or ask the seller.",
    "Take a soil test prior to planting your apple trees. Your local Cooperative Extension Service can instruct you in collecting the soil sample, help you interpret the results, and provide valuable information about the soil in your county. Results from the soil test will determine the soil amendments necessary to correct nutrient deficiencies and adjust soil pH. The amendments should be worked into the soil to a depth of 12 to 18 inches where the tree will root, not just the planting hole.",
    "Apple trees need well-drained soil, nothing too wet. Soil needs to be moderately rich and retain moisture as well as air; mulch with straw, hay, or some other organic material to keep soil moist and provide nutrients as they decompose.",
    "Choose a sunny site. For best fruiting, an apple tree needs “full sunlight,” which means six or more hours of direct summer sun daily. The best exposure for apples is a north- or east-facing slope.",
    "Tree spacing is influenced by the rootstock, soil fertility, and pruning. Seedlings or full-size trees should be planted about 15 to 18 feet apart in a row. A dwarfing rootstock might be 4 to 8 feet apart in a row.",
    "Dwarf apple trees are notoriously prone to uprooting under the weight of a heavy crop, so you should provide a support system for your hedge. You can grow your trees against a fence, or you can provide free-standing support in the form of a trellis.",
    "Make sure the tree will not be planted in a “frost pocket” where cold air settles in low-lying areas. Choose a higher site with a slip if possible so that cold air will flow away from the trees.",
    "Do not plant trees near wooded areas or trees.",
    "Before planting, remove all weeds and the grass in a 4-foot diameter circle.",
    "After you purchase the tree, protect it from injury, drying out, freezing, or overheating. If the roots have dried out, soak them in water about 24 hours before planting.",
    "Dig a hole approximately twice the diameter of the root system and 2 feet deep. Place some of the loose soil back into the hole and loosen the soil on the walls of the planting hole so the roots can easily penetrate the soil. Spread the tree roots on the loose soil, making sure they are not twisted or crowded in the hole. Continue to replace soil around the roots. As you begin to cover the roots, firm the soil to be sure it surrounds the roots and to remove air pockets.",
    "Do not add fertilizer at planting time, as the roots can be “burned”. Fill the remainder of the hole with the loose soil, and press the soil down well.",
    "Most apple trees are grafted. The graft union must be at least 2 inches above the soil line so that roots do not emerge from the scion. The graft union (where the scion is attached to the rootstock) can be recognized by the swelling at the junction."
  ],
  "care": [
    "Water young trees regularly, especially those on semidwarfing or dwarfing rootstocks, to ensure that the root system becomes well established.",
    "Renew mulch periodically, but pull it away from the tree in the fall so mice don’t nest over the winter and eat the bark.",
    "Rub off misplaced buds before they grow into misplaced branches.",
    "Bend a stem down almost horizontally for a few weeks to slow growth and promote branches and fruiting. Tie down with strings to stakes in the ground or to lower branches.",
    "Prune your mature tree when it is dormant. Completely cut away overly vigorous, upright stems (most common high up in the tree).",
    "Remove weak twigs (which often hang from the undersides of limbs.",
    "Shorten stems that become too droopy, especially those low in the tree.",
    "After about ten years, fruiting spurs (stubby branches that elongate only about a half-inch per year) become overcrowded and decrepit. Cut away some of them and shorten others.",
    "When a whole limb of fruiting spurs declines with age, cut it back to make room for a younger replacement.",
    "Apples are often grown without any thinning other than what nature provides in the annual spring drop.",
    "However, to avoid potential disease and insect problems, it’s helpful to thin after the natural fruit drop (about 4 to 6 weeks after bloom) to one fruit per cluster, or about 6 to 8 inches between fruit.",
    "This seems hard but this practice evens out production, prevents a heavy crop from breaking limbs, and ensures better-tasting, larger fruit crop.",
    "Soon after fruit-set, remove the smallest fruits or damaged ones, leaving about four inches between those that remain."
  ],
  "pests": [],
  "pest_control": [
    "Apples are prone to insect and diseases—including apple maggots, plum curculios, green fruitworms, and codling moths. Many gardeners who swear off pesticides find they need to find, at minimum, an acceptual annual spray treatment for a decent crop.",
    "One idea to avoid pesticides is to select disease-resistant varieties such as ‘Prima’, ‘Priscilla’, ‘Liberty’, and ‘Freedom’. They do not require spraying for apple scab, cedar-apple rust, and other common diseases, while most other varieties require periodic spraying every spring and summer after planting. Check with your extension service to find approved pest prevention programs for your area.",
    "You can also try an anti-insect oil, found at garden stores. Spray it in the spring when your apple trees are in the tight cluster stage: after the leaves have unfolded from the fruiting cluster, but before the buds begin to show pink.",
    "Other pests such as scales, mites, and aphids should be controlled by natural parasite and predator populations if you haven’t used a lot of sprays.",
    "The apple maggot  can be trapped simply enough by hanging one or two round, softball-size balls—painted red and coated with sticky “Tangle-Trap”—from a branch in June through the summer. Reapply the sticky goo a time or two, as necessary.",
    "Keep deer at bay with repellents, fencing, or deer-resistant plants; deter mice and rabbits with wire-mesh cylinders around the base of the tree.",
    "To keep insects away from apple trees, make a solution of 1 cup of vinegar, 1 cup of sugar, and 1 quart of water. Pour this mixture into a widemouthed plastic jug. Hang the jug, uncovered, in your apple tree.",
    "Fend off diseases by raking apple leaves, burying them beneath mulch, or grinding them with a lawnmower at season’s end"
  ],
  "harvest": [
    "Pluck your apples when their background color is no longer green.",
    "The stem should part readily from the branch when the fruit is cupped in the palm of your hand and given a slight twist around, then up (do not yank on the apple).",
    "Different apple varieties mature at different times, so the harvest season can stretch from August to October.",
    "If the apple is overripe and soft, use for cooking!",
    "Only store mid or late season apples. Early season varieties don’t keep and are best eaten soon after picking. Mid season varieties should keep for a few weeks, while late season varieties will stay in good condition for anywhere up to five months in a root cellar. Apples destined for storage must be perfect, with no bruises or blemishes that could provide entry points for rot.",
    "Store apples by wrapping up individual fruits in newspaper or tissue paper. Place the wrapped apples onto trays that allow air to circulate. You can also store them unwrapped, but the fruits should not touch. Different varieties store for different lengths of time, so keep them separate and eat those that won’t store as long first.",
    "The ideal store is somewhere cool, dark, and well-ventilated. Most garages and sheds are ideal, while attics and basements should be avoided due to either excessive heat, lack of ventilation or low humidity. Check stored apples regularly and remove any that are going soft, brown or rotting."
  ],
  "stats": [
    "March 11 is Johnny Appleseed Day, celebrating John Chapman, legendary American pioneer and folk hero who planted apple trees across the American Frontier.",
    "Did you know that apples and aged cheeses can reduce tooth plaque? (Eat them together!)",
    "A bad woman can’t make good applesauce. –proverb",
    "Does an apple a day keep the doctor away? Find the answer and learn more about the health benefits of apples, apple cider, and cider vinegar.",
    "This fall, try your hand at making an apple head or try one of our Top 10 Apple Recipes!"
  ]
}