{
  "name": "Asparagus",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/asparagus-plant-grow-harvest.jpg?itok=NZDthNw5",
  "slug": "asparagus",
  "botanical_name": "Asparagus officinalis",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Sandy",
  "soil_ph": "Neutral to Slightly Alkaline, Slightly Acidic to Neutral",
  "bloom_time": "Spring",
  "flower_color": "",
  "hardiness_zones": "4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Asparagus is planted in early spring as soon as the soil can be worked.",
    "The plant is normally grown from “crowns” (1-year-old plants).",
    "Before you do anything, check the pH of your soil. Asparagus likes a pH of 6.0 to 8.0.",
    "Asparagus does not like to have its feet “wet,” so be sure that your garden bed has good drainage. (For that reason, raised beds can be a good place to plant asparagus. Learn how to make a raised garden bed.)",
    "Eliminate all weeds from the bed, digging it over and working in a 2- to 4-inch layer of compost, manure or soil mix. (Learn more about soil amendments and preparing soil for planting.)",
    "Plant crowns deeply to protect them from the deep cultivation needed for annual weed control.",
    "Dig a trench of about 12 to 18 inches wide and 6 to 8 inches deep. If digging more than one trench, space the trenches at least 3 feet apart.",
    "Within the trench, space asparagus crowns 12 to 18 inches apart (measured from root tip to root tip).",
    "The traditional method of planting asparagus goes as follows:\nAdd a 2-inch-high mound of rich soil to the bottom of the trench and place the asparagus crowns on top of the mound, spreading their roots out evenly.\nAdd about 2 inches of soil over top of the crowns.\nAs the season progresses and spears grow to be 2–3 inches tall, add 2 more inches of soil, being careful not to bury the spears completely.\nOnce the spears again grow through the layer of soil, add an additional 2-inch layer of soil. Repeat this process until the trench has been filled to ground level. Depending on how deep you dug your trench, you may need to add soil one or two more times throughout the season.\nAfter you’ve filled the trench completely, mound the soil slightly to prevent water from pooling around the emerging spears.",
    "Add a 2-inch-high mound of rich soil to the bottom of the trench and place the asparagus crowns on top of the mound, spreading their roots out evenly.",
    "Add about 2 inches of soil over top of the crowns.",
    "As the season progresses and spears grow to be 2–3 inches tall, add 2 more inches of soil, being careful not to bury the spears completely.",
    "Once the spears again grow through the layer of soil, add an additional 2-inch layer of soil. Repeat this process until the trench has been filled to ground level. Depending on how deep you dug your trench, you may need to add soil one or two more times throughout the season.",
    "After you’ve filled the trench completely, mound the soil slightly to prevent water from pooling around the emerging spears.",
    "Rather than fill in the trench little by little, some gardeners prefer to fill it in all at once. While it’s thought that the traditional method results in stronger plants overall, gardeners don’t typically have any issues result from the “all-at-once” method, either. As long as the soil is fairly loose, the spears won’t have a problem pushing through to the surface."
  ],
  "care": [
    "When the trench is filled, add a 4- to 6-inch layer of mulch and water regularly.",
    "Do not harvest the spears in the first year (the plant needs time to grow out its root system), but cut down dead foliage in late fall and side-dress with compost.",
    "During the second year, harvest for only 3 to 4 weeks, side-dressing in spring and early fall and cutting down dead foliage in late fall.",
    "During the third year, the bed should be in full production, so you can start to harvest asparagus sparingly throughout the season."
  ],
  "pests": [
    "Asparagus beetles",
    "Cutworms",
    "Slugs",
    "Crown rot",
    "Rust",
    "Asparagus is considered a deer-resistant plant, so plant it near more susceptible crops."
  ],
  "pest_control": [],
  "harvest": [
    "If you have young plants, the season may last 2 to 3 weeks. However, established plants produce longer—up to 8 weeks.",
    "Asparagus can take three growing seasons to harvest, though you may be able to lightly harvest during the second year.",
    "Check your plant every other day for harvest-ready spears. Spears grow quickly and may become too woody before you know it! Once an asparagus spear starts to open and have foliage, it’s too tough for eating.",
    "Harvest spears at 6 to 8 inches tall and at least ½ inch thick, cutting the spears off with a knife or scissors at the soil line.",
    "Stop harvesting spears when the diameter of the spears decreases to the size of a pencil.",
    "After harvest, allow the ferns to grow; this replenishes the nutrients for next year’s spear production. Always leave one or two spears.",
    "Cut back asparagus AFTER the foliage has died back and turned brown or yellow. This is usually in the fall after frost. Cut back to the ground.",
    "Asparagus does not keep for very long after it’s picked, so be sure to eat it within two or three days from harvest.",
    "Brush off any visible dirt or give the spears a light washing with cold water before storing. It’s very important to dry washed spears thoroughly; moisture can lead to mold.",
    "To store, bundle the spears together, wrap the stem ends of the spears in a moist paper towel, and place the bundle in a plastic bag. Store in the crisper drawer of your refrigerator.",
    "If you have enough space in your fridge, you can also store asparagus by placing the spears in a cup of water. Keep about an inch of clean water in the cup."
  ],
  "stats": [
    "A pinch of baking soda in the cooking water keeps beans, spinach, and asparagus greener.",
    "At only 40 calories per cup, asparagus is amazingly good for you! See our list of awesome asparagus health benefits.",
    "For more planting tips, see our page on growing asparagus from seed."
  ]
}