{
  "name": "Pansies",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/pansies-in-pots-crop.jpg?itok=H21mZb5z",
  "slug": "pansies",
  "botanical_name": "Viola x wittrockiana",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Spring, Summer, Fall, Winter",
  "flower_color": "Blue, Multicolor, Orange, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Pansies can be finicky to start from seed; it’s a lot easier to buy established plants from a local nursery. Plus, you’ll get blooms a lot sooner.",
    "Pansy seeds may be slow to germinate (typically emerging in anywhere from 1 to 3 weeks, depending on soil temperature). Start pansy seeds indoors 8 to 10 weeks before the last spring frost.",
    "Start seeds in late winter for early spring and summer flowering, or in late summer for fall and winter flowering.",
    "Plant adult pansies when the ground becomes workable in the spring. They grow best when soil temperatures are between 45°F and 65°​​​​​​​F (7°C and 18°​​​​​​​C).",
    "Pansies can tolerate a light frost just after planting, but try to hold off on putting them in the ground if temperatures are still regularly reaching well below freezing.",
    "Plant in moist, humus-rich, well-drained soil. See our articles on soil amendments and preparing soil for planting for more information.",
    "Pansies like full or partial sun, but need cooler temperatures to thrive. The ideal planting site will get morning sun but avoid the heat of the late afternoon.",
    "Space the plants about 7 to 12 inches apart. They will spread about 9 to 12 inches and grow to be about 6 to 9 inches tall."
  ],
  "care": [
    "Remember to water pansies regularly. One of the most common reasons pansies fail is because they are not watered enough, so if your pansies are not doing well, try watering them more.",
    "You can use a general, all-purpose fertilizer around your pansies to help them grow. Be wary of using a nitrogen-heavy fertilizer, though, as this can result in more foliage instead of flowers.",
    "Remove faded/dead flowers to encourage the plants to produce more blooms and to prolong the blooming season."
  ],
  "pests": [
    "Mosaic viruses",
    "Downy mildew",
    "Powdery mildew",
    "Crown and root rot",
    "Rust",
    "Gray mold",
    "Spot anthracnose",
    "Slugs, snails, and aphids"
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "Pansies symbolize “thinking” or “thoughts.” The word “pansy” itself comes from French pensée, meaning “thought.” Find out more flower meanings here."
  ]
}