{
  "name": "Plums",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/plums-branch.jpg?itok=unfnW8S3",
  "slug": "plums",
  "botanical_name": "Prunus",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Summer, Fall",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Plant plum trees in loamy, well-drained soil. Plums do not do well when planted in clay-heavy soils or in locations where their roots will be constantly wet.",
    "Choose a planting location that receives full sun—at least 6 to 8 hours of direct sunlight.",
    "Avoid planting in pockets where frost may settle, as the frost may damage your trees.",
    "If possible, find a sheltered location, such as a south- or west-facing spot out of the wind. This will help the plum tree set fruit.",
    "Space standard-size trees 20 to 25 feet apart and dwarf trees 10 to 15 feet apart.",
    "Set bare-root trees atop a small mound of soil in the center of the planting hole, and spread the roots down and away without unduly bending them. Keep the graft union an inch above the soil line.",
    "For container-grown tree for planting, remove the tree from its pot and get rid of any tightly circling roots by laying the root ball on its side and using shears to trim off these roots. Do your best to untangle roots without damaging roots, but if the root ball is particularly pot-bound, you can loosen it by scraping up and down the sides with a knife or hand fork.",
    "When planting grafted trees, it’s important to keep the graft union 1 to 2 inches above the soil line. This is especially true for dwarf varieties, as roots may start to grow from above the graft if the tree is planted too deep, bypassing the rootstock that keeps the tree dwarf-size.",
    "Dig a hole that’s a few inches deeper and wider than the spread of the roots.\nFor bare-root trees, set the tree on top of a small mound of soil in the middle of the hole and spread the roots away from the trunk without excessively bending them.\nFor container-grown trees, simply place the root ball in the middle of the hole.\nFill in the hole, stopping periodically to make sure that the roots are thoroughly covered and no air pockets remain around the tree.",
    "For bare-root trees, set the tree on top of a small mound of soil in the middle of the hole and spread the roots away from the trunk without excessively bending them.",
    "For container-grown trees, simply place the root ball in the middle of the hole.",
    "Fill in the hole, stopping periodically to make sure that the roots are thoroughly covered and no air pockets remain around the tree.",
    "Water the tree thoroughly; this helps the soil to settle around the roots. Keep the tree well watered for the first few weeks after planting.",
    "For bare-root trees, it’s often recommended to stake the tree for at least one year, until the tree is stable enough to stand on its own."
  ],
  "care": [
    "Thinning plum trees is important to prevent branches from breaking under the weight of the fruit. If branches do break, prune them back to undamaged wood, ideally cutting back to a natural fork to avoid leaving stubs.",
    "Be sure to water the young trees heavily every week during the first growing season to help promote growth. Then, water regularly. It’s best to water the plant deeply at the soil line, then let the soil dry out (though not completely) and water again.",
    "Water your tree well into mid-October to give it plenty of moisture through the winter months.",
    "Do not fertilize young fruit trees until they have set a crop.",
    "Once established, fruit production requires regular fertilizing all year long. If there’s good fruit set, fertilize with one pound calcium nitrate per tree or 1½ lb. 10-10-10. Cut back the nitrogen in fall and winter to avoid encouraging new growth in those seasons.",
    "In the fall, rake away all debris and fallen trees.",
    "Prune in early spring or mid-summer to avoid infection. The best time for pruning is usually spring for young trees and mid-summer for established ones.",
    "Do NOT prune in the fall or winter injury and infection may occur.",
    "Are you having pest issues? Talk to your local cooperative extension or garden center about a spray program.",
    "To help control pests and diseases, remember to prune your trees to keep them open. You can also mulch around the trees in the spring to help control weeds, but be sure to remove the mulch in the late fall so that no pests use it over the winter. You can also lightly cultivate the soil around your trees in late spring to eliminate any pests in the soil.",
    "To prevent winter injury: Consider a tree wrap or guard around the lower trunk, especially for a young plum tree.",
    "Keep an eye on the lower bark and branches for mouse or rabbit damage; if this could be a problem, you may need to install tree guards or fence in young trees with chicken wire for the winter.",
    "If you have a Japanese variety, the best pruning method is to create an “open center” shape, where the central trunk is cut short and several large branches radiate outwards from it’s tip. In the summer of the first year, cut the vigorous shoots that form on the top of the tree by two or three buds. After about a month, check the tree. As soon as you have three wide-angled branches, spaced equally apart, cut back any other branches so that these three are the main branches. In the early summer of the second year, cut back the branches in the middle of the tree to short stubs and prune any shoots developing below the three main branches. After the third year, remove any shoots in the center of the tree to keep its shape.",
    "Japanese types require heavy pruning to help keep them in shape and to produce better fruit. It is also good to thin out the fruit on these types of trees. You should space the plums about 3 to 4 inches apart on each branch.",
    "If you have a European variety, the best pruning method is to create a central leader. This shape features a central trunk with branches that spiral out every 5 to 8 inches, making sure that no branch is directly above another. The training for such a system begins in the early summer of the first year, during which time you should remove any shoots that form within 18 inches of the ground. The end result should resemble a Christmas tree.",
    "European types do not require fruit thinning because they do not produce as much fruit as Japanese types. However, the fruit on these types should be spaced about 2 inches apart on each branch."
  ],
  "pests": [
    "Silver leaf disease",
    "Honey fungus",
    "Bacterial canker",
    "Pocket plum",
    "Japanese beetles",
    "Plum aphids",
    "Plum moth"
  ],
  "pest_control": [
    "Contact your local cooperative extension to implement a spraying program that can help manage these pests and diseases."
  ],
  "harvest": [
    "European plums have the best flavor when left to ripen on the tree. You can tell when plums are ripe by applying gentle pressure with your fingers. If the skin of the fruit feels soft, then it is ready to be picked. Plums should come off the tree easily with just a slight twist of the fruit.",
    "Japanese plums are picked slightly early and allow them to ripen in a cool place.",
    "Unfortunately, the fruit does not store for long, so must be eaten or preserved. Alternatively, you can pick the fruits when they are still slightly firm and store them in a cool place to fully ripen.",
    "The best place to store plums is in the refrigerator. The best temperature for storing plums is about 31° to 32°F with relative humidity around 90–95%; if kept at this temperature, plums may last for 2 to 4 weeks."
  ],
  "stats": []
}