{
  "name": "Black Eyed Susans",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/photo_7932.jpg?itok=QHDt-Z_X",
  "slug": "black-eyed-susans",
  "botanical_name": "Rudbeckia hirta and other species",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "",
  "soil_ph": "",
  "bloom_time": "Summer, Fall",
  "flower_color": "Orange, Red, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Plant black-eyed Susans when the soil temperature has reached 70°F for best seed germination. In many parts of North America, the planting period is March to May. The flower will flower June to September. Germination takes 7 to 30 days.",
    "Plant seeds in moist, well-drained soil.",
    "These hearty flowers really enjoy the Sun. They prefer full sun, though they’ll grow in partial sun.",
    "Sow by seed in loosely covered soil.",
    "It’s best if soil is fertile (not poor) though they can tolerate tough conditions.",
    "Black-eyed Susans generally grow between 1 and 3 feet tall (though they can grow taller) and can spread between 12 to 18 inches, so plant seeds closer to prevent lots of spreading or plant further apart to make a nice border."
  ],
  "care": [
    "Check your plants regularly to see if they need watering. Make sure they don’t dry out.",
    "Divide perennial types every 3 to 4 years to ensure healthy plants and to prevent excessive spreading.",
    "Be sure to remove faded/dead flowers to prolong blooming.",
    "You can cut back black-eyed Susans after they flower and a second, smaller bloom may occur in late fall."
  ],
  "pests": [
    "These plants are susceptible to powdery mildew fungi, so begin an organic antifungal program if the lower leaves turn brown and twisted.",
    "Slugs and snails",
    "Aphids",
    "Powdery mildew",
    "Rust",
    "Smut",
    "Leaf spots",
    "Luckily, black-eyed Susans are deer-resistant plants."
  ],
  "pest_control": [],
  "harvest": [],
  "stats": []
}