{
  "name": "Sedum",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/sedum-autumn-joy.jpg?itok=kvMDP-xb",
  "slug": "sedum",
  "botanical_name": "Sedum",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "",
  "bloom_time": "Summer, Fall",
  "flower_color": "Pink, Red, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "Attracts Birds, Attracts Butterflies",
  "planting": [
    "Sedum is usually bought in plugs or pots and transplanted into the garden. The best time to plant sedum is in the spring—after the threat of frost but before the heat of summer kicks in.",
    "Plant sedum seeds in early spring in well-drained, average to rich soil. (Learn more about soil amendments and preparing soil for planting.)",
    "Low-growing and vigorous species will tolerate partial shade, but most sedum do best in full sun.\nIf growing sedum in an area that gets long, cold winters (Zone 5 and colder), plant in full sun to improve overwintering.",
    "If growing sedum in an area that gets long, cold winters (Zone 5 and colder), plant in full sun to improve overwintering.",
    "Sedum requires well-draining soil; it is susceptible to rot due to too much moisture.",
    "Space plants between 6 inches and 2 feet apart, depending on the variety.",
    "You can also plant divisions or cuttings:\nFor divisions: Dig a hole so that the top of the root ball is level with the surface, then place the plant in the hole and fill it in.\nFor cuttings: Simply place the cut end into soil and the cutting should have no trouble rooting under proper lighting and watering conditions.",
    "For divisions: Dig a hole so that the top of the root ball is level with the surface, then place the plant in the hole and fill it in.",
    "For cuttings: Simply place the cut end into soil and the cutting should have no trouble rooting under proper lighting and watering conditions."
  ],
  "care": [
    "Once established, sedum plants require little care. Check your plants regularly to make sure they are not too dry and water when needed.",
    "After flowering, cut back the plants to maintain their shape or contain them in one area.",
    "Remember to divide your plants in the spring or fall to control their spread. Throughout the summer, divisions and cuttings root readily."
  ],
  "pests": [
    "Mealybugs",
    "Scale insects",
    "Slugs",
    "Snails",
    "Birds may eat the succulent foliage of sedum."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": false
}