{
  "name": "Lilacs",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/photo_11437.jpg?itok=BBlDDg1N",
  "slug": "lilacs",
  "botanical_name": "Syringa",
  "plant_type": "Shrub",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Any",
  "soil_ph": "Neutral to Slightly Alkaline",
  "bloom_time": "Spring, Summer",
  "flower_color": "Blue, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Grow lilacs in fertile, humus-rich, well-drained, neutral to alkaline soil (at a pH near 7.0). If your soil is in poor condition, add compost to enrich. Learn more about soil amendments and preparing soil for planting.",
    "Select a site where your lilac will get full sun—at least 6 hours. If lilacs don’t get enough sun, they will not bloom well.",
    "Make sure the site drains well. Lilacs don’t like wet feet and will not bloom with too much water.",
    "Plant in either spring or fall, although the latter is preferred.",
    "If you’re lucky, a friend will give you a sucker, or offshoot, of the root system of one of his plants. Your sucker will look pathetic at first but just dig a hole, backfill it with soil, and stick the sucker in. Then water and wait. In 4 or 5 years, you’ll be rewarded with huge, fragrant blossoms.",
    "Transplanting lilacs from a nursery is also easy. If it’s container-grown, spread out the roots as you settle the plant into the ground; if it’s balled or burlapped, gently remove the covering and any rope before planting. Set the plant 2 or 3 inches deeper than it grew in the nursery, and work topsoil in around the roots. Water in. Then fill in the hole with more topsoil.",
    "Space multiple lilac bushes 5 to 15 feet apart, depending on the variety."
  ],
  "care": [
    "Each spring, apply a layer of compost under the plant, followed by mulch to retain moisture and control weeds.",
    "Water during the summer if rainfall is less than 1 inch per week.",
    "Lilacs won’t bloom if they’re overfertilized. They can handle a handful of 10-10-10 in late winter, but no more.",
    "After your lilac bush has finished blooming, spread some lime and well-rotted manure around the base. Trim the bush to shape it, and remove suckers at the same time.",
    "Lilacs bloom on old wood, so it’s critical to prune in the spring right after they bloom. If you prune later in the summer, you may be removing the wood. Here’s a tip: If your lilac flower clusters are getting smaller, time to prune!",
    "Every year after bloom, remove any dead wood. Prune out the oldest canes (down to the ground). Remove the small suckers. Cut back weak branches to a strong shoot. Cut back tall canes to eye height.",
    "If your lilac is old and in really bad shape, remove one-third of the oldest canes (down to the ground) in year one, half of the remaining old wood in year two, and the rest of the old wood in year three. Another option for old lilacs is to chop the whole thing back to about 6 or 8 inches high. It sounds drastic, but lilacs are very hardy. The downside to this option is that it takes a few years to grow back. The upside is less work and more reward, as the lilac will grow back bursting with blooms.",
    "It must be recognized that severe pruning results in the loss of blooms for one to three years. For these reasons, a wise pruning program aims to avoid severe and drastic cuts by giving the bushes annual attention."
  ],
  "pests": [
    "Prone to attack by slugs and snails.",
    "Powdery white mildew may appear after a summer of hot, humid weather. It may be unsightly, but it does no harm. Ignore it."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": [
    "To improve the flowering of lilacs, keep the grass from growing around them. A 16- to 24-inch circle of landscape cloth placed around the bushes and covered with bark or stone will keep the grass down.",
    "Force a winter bouquet from cut branches of lilac. Bruise the cut ends and set them in water. Spray the branches frequently. Keep them in a cool place until they bloom, then move to a warmer area for display.",
    "Poet Walt Whitman thought of lilacs when Abraham Lincoln died: \n\t“When lilacs last in the dooryard bloom’d … I mourn’d, and yet shall mourn with ever-returning spring.”",
    "Lilacs supposedly symbolize the joy of youth. Learn about more flower symbolism here."
  ]
}