{
  "name": "Basil",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/basil-leaves-herb.jpg?itok=wDUoV-bs",
  "slug": "basil",
  "botanical_name": "Ocimum basilicum",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Summer",
  "flower_color": "Pink, Purple, White",
  "hardiness_zones": "5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "To get a jump on the season, start the seeds indoors 6 weeks before the last spring frost. (See local frost dates.)",
    "To plant outside, wait until the soil has warmed to at least 50°F (10°C)—preferably around 70ºF (21°​​​​​​​C) for best growth. Nighttime temperatures shouldn’t drop below 50°​​​​​​​F (10°​​​​​​​C).",
    "Don’t rush basil. Without heat, the plant won’t grow well.",
    "Basil will grow best in a location that gets 6 to 8 hours of full sun daily, though it can perform well in partial sun, too.",
    "Soil should be moist but well-drained.",
    "Basil works great in containers or raised beds, as these allow for better drainage.",
    "If you’re planning on cooking with these plants, plant in clean soil, don’t use insecticides, and grow them away from driveways and busy streets so that exhaust won’t settle on the plants.",
    "Plant seeds/seedlings about ¼-inch deep and 10 to 12 inches apart. They should grow to about 12 to 24 inches in height.",
    "For larger varieties, plant farther apart (about 16 to 24 inches).",
    "Tomatoes make great neighbors for basil plants in the garden—and on the plate!"
  ],
  "care": [
    "Make sure that the soil is moist. Basil plants like moisture.\nIf you live in a hot area, use mulch around the plants (the mulch will help hold in moisture and suppress weeds).\nDuring the dry periods in summer, water the plants freely.",
    "If you live in a hot area, use mulch around the plants (the mulch will help hold in moisture and suppress weeds).",
    "During the dry periods in summer, water the plants freely.",
    "After the seedlings have produced their first six leaves, prune to above the second set. This encourages the plants to start branching, resulting in more leaves for harvest.",
    "Every time a branch has six to eight leaves, repeat pruning the branches back to their first set of leaves.",
    "After about 6 weeks, pinch off the center shoot to prevent early flowering. If flowers do grow, just cut them off.",
    "If the weather is going to be cold or if a sudden frost is imminent, be sure to harvest your basil beforehand, as the cold temperatures will destroy your plants."
  ],
  "pests": [
    "Aphids",
    "Powdery mildew",
    "Variety of bacterial and fungal leaf, stem, and root diseases"
  ],
  "pest_control": [],
  "harvest": [
    "Start picking the leaves of basil as soon as the plants are 6 to 8 inches tall.",
    "Once temperatures hit 80°F (27°C), basil will really start leafing out.",
    "Harvest in the early morning, when leaves are at their juiciest.",
    "Make sure to pick the leaves regularly to encourage growth throughout the summer.",
    "Even if you don’t need to leaves, pick them to keep the plant going. Store them for later use!",
    "If you pick regularly, twelve basil plants can produce 4 to 6 cups of leaves per week.",
    "The best method for storing basil is freezing. Freezing will prevent the plant from losing a good portion of its flavor. To quick-freeze basil, package whole or chopped leaves in airtight, resealable plastic bags, then place in the freezer.",
    "Another storage method is drying the basil (although some of the flavor will be lost). Pinch off the leaves at the stem and place them in a well-ventilated and shady area. After 3 to 4 days, if the plants are not completely dry, place them in the oven on the lowest heat setting with the door slightly open. Remember to turn the leaves (for equal drying) and check them frequently. See more about drying basil, tomatoes, and paprika."
  ],
  "stats": [
    "Basil has a lovely fragrance. Pick from the stems and put in water for a few days as you would with cut flowers!",
    "For other greens to use in your cuisine, see our Leafy Greens: Health Benefits page."
  ]
}