{
  "name": "Parsley",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/parsley-planting-growing-harvesting.jpg?itok=NMzulRjA",
  "slug": "parsley",
  "botanical_name": "Petroselinum crispum",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun, Part Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "",
  "special_features": "",
  "planting": [
    "For a head start, plant seeds in individual pots indoors 10 to 12 weeks before the last spring frost. For better germination, you can soak the seeds overnight.",
    "Plant the seeds 3 to 4 weeks before the last spring frost because parsley is a slow starter. (The plants can handle the cold weather.) It can take up to 3 weeks for the plants to sprout.",
    "Plant the seeds in moist, rich soil about 6 to 8 inches apart. For thinner plants, plant about 6 to 10 inches apart. Try to pick an area that is weed-free; that way, you’ll be able to see the parsley sprouting after about 3 weeks.",
    "You can use a fluorescent light to help the seedlings grow. Make sure it remains at least two inches above the leaves at all times.",
    "To ensure the best growth, the soil should be around 70ºF.",
    "Plant parsley near asparagus, corn, and tomatoes in your garden."
  ],
  "care": [
    "Be sure to water the seeds often while they germinate so that they don’t dry out.",
    "Throughout the summer, be sure to water the plants evenly."
  ],
  "pests": [
    "Stem rot",
    "Leaf spots",
    "Black swallowtail larvae",
    "Carrot fly and celery fly larvae"
  ],
  "pest_control": [],
  "harvest": [
    "When the leaf stems have three segments, parsley is ready to be harvested.",
    "Cut leaves from the outer portions of the plant whenever you need them. Leave the inner portions of the plant to mature.",
    "One method of storing the parsley fresh is to put the leaf stalks in water and keep them in the refrigerator.",
    "Another method of storage is drying the parsley. Cut the parsley at the base and hang it in a well-ventilated, shady, and warm place. Once it’s completely dry, crumble it up and store it in an airtight container.",
    "If you want fresh parsley throughout the winter, replant a parsley plant in a pot and keep it in a sunny window."
  ],
  "stats": [
    "Add a parsley infusion to bathwater to soothe and cleanse.",
    "Would you be surprised to know that parsley’s really good for you?  Learn why you shouldn’t leave parsley on the plate."
  ]
}