{
  "name": "Dill",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/dill-planting-growing.jpg?itok=LblaPkIn",
  "slug": "dill",
  "botanical_name": "Anethum graveolens",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Summer",
  "flower_color": "Yellow",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Dill seeds should be sown directly into the garden (dill doesn’t transplant well) after the threat of frost has passed in the spring. See local frost dates.",
    "The soil temperature should be between 60 and 70ºF (15 and 21°C) for the best results.",
    "Plant dill every couple of weeks until mid summer to ensure a constant supply.",
    "Plant in full sun.",
    "Choose a site that has well-draining soil that’s rich in organic matter. The pH of the soil should be between slightly acidic and neutral.",
    "In your garden, plant dill next to cabbage or onions, but keep it away from carrots. Learn more about companion planting.",
    "Make sure to shelter dill from strong winds.",
    "Sow dill seeds about ¼-inch deep and 18 inches apart.",
    "After 10 to 14 days, young dill plants should appear in the soil. Wait another 10 to 14 days, then thin the plants to about 12 to 18 inches apart (if they aren’t already spaced well enough)."
  ],
  "care": [
    "Water the plants freely during the growing season.",
    "In order to ensure a season-long fresh supply of dill, continue sowing seeds every few weeks. For an extended harvest, do not allow flowers to grow on the plants.",
    "If the dill was allowed to go to seed last year and the soil hasn’t been disturbed too much, more dill plants will grow the next season."
  ],
  "pests": [
    "Leaf spot and occasionally a few other types of fungal leaf and root diseases"
  ],
  "pest_control": [],
  "harvest": [
    "As soon as the plant has four to five leaves, you can start harvesting. Pinch off the leaves or cut them off with scissors.",
    "If you have a lot of plants, you can pinch off entire stalks."
  ],
  "stats": [
    "For sweeter breath, chew dill seeds.",
    "If you grow your own dill and cucumbers, you can make dill pickles!"
  ]
}