{
  "name": "Astilbe",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/astilbe-plant-grow-care.jpg?itok=1_aK0ukd",
  "slug": "astilbe",
  "botanical_name": "Astilbe",
  "plant_type": "Flower",
  "sun_exposure": "Part Sun, Shade",
  "soil_type": "Loamy",
  "soil_ph": "Slightly Acidic to Neutral",
  "bloom_time": "Spring, Summer",
  "flower_color": "Pink, Red, White",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Astilbes prefer a site that receives light to moderate shade; they will burn in full sun.",
    "Astilbes prefer soils that provide average to slightly below average moisture. Make sure your soil drains well and does not puddle or get water-logged in rain. Amend soil, especially clay types, with peat moss, perlite, and coarse sand to improve the drainage.",
    "You can plant astilbe seeds, but they are short–lived and difficult to germinate. It is easier to plant divisions from other astilbe plants.",
    "Plant divisions in the spring or fall about 1 to 3 feet apart, depending on the type.",
    "If you are planting bare-root plants, make sure the holes are twice as wide as the plants and 4 to 6 inches deep. Place the plants so that the roots are fanned slightly and pointing downwards, with the crown planted 1 to 2 inches below the ground level. Cover the roots with soil and press firmly.",
    "Make sure to plant the divisions in consistently moist, humus-rich soil. Dry soil can be fatal to your plants.",
    "To prolong the foliage, provide shade from hot afternoon sun. Astilbes can grow in deep shade, but will not flower as much."
  ],
  "care": [
    "Remember to regularly check your astilbes to make sure they are moist. Water accordingly if rain does not occur. It’s best to water deeply when you water (not everyday sprinkling).",
    "Astilbes spread quickly and form broad clumps. Their crowns often rise above the soil as they grow, so make sure to cover them with humus-rich soil or lift and replant the clumps.",
    "Your astilbes will benefit from a balanced organic fertilizer applied in the spring. (Learn more about soil amendments here.)",
    "Be sure to divide the overgrown clumps every 3 to 4 years in the spring. You can either replant the divisions immediately or put them in pots to be planted out in the early summer when they are re-established.",
    "Astilbe do fine as cutting flowers if you wish to clip some blooms to bring inside.",
    "Removing the flower heads will not promote continued flowering.",
    "After blooming has finished for the season, feel free to clip off any spent flower stems. Your astilbes will continue to provide attractive foliage until fall.",
    "After the first frost, the leaves may yellow; trim leaves if you wish and fresh growth will come next spring."
  ],
  "pests": [
    "Tarnished plant bug",
    "Powdery mildew",
    "Bacterial leaf spots",
    "Luckily, astilbe are deer-resistant."
  ],
  "pest_control": [],
  "harvest": false,
  "stats": false
}