{
  "name": "Lavender",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/lavender-field-1595587_1920.jpg?itok=b0W1Lnix",
  "slug": "lavender",
  "botanical_name": "Lavandula",
  "plant_type": "Herb",
  "sun_exposure": "Full Sun",
  "soil_type": "",
  "soil_ph": "Neutral",
  "bloom_time": "Summer",
  "flower_color": "Blue, Pink, Purple, White",
  "hardiness_zones": "5, 6, 7, 8, 9",
  "special_features": "Attracts Butterflies",
  "planting": [
    "Lavender is best planted in the spring as the soil is warming up. If planted in the fall, use bigger plants to ensure survival over the winter.",
    "Plant lavender 2 to 3 feet apart. Plants typically reach between 1 and 3 feet in height.",
    "It thrives in any poor or moderately fertile soil. If you have heavy or clay soil, add some organic matter to improve drainage. Learn more about soil amendments and preparing soil for planting.",
    "Keep away from wet, moist areas."
  ],
  "care": [
    "Add mulch (rock or pea gravel work particularly well) to keep weeds to a minimum. Keep the mulch away from the crown of the lavender plant.",
    "Water once or twice a week after planting until plants are established. Water mature plants every two to three weeks until buds form, then once or twice weekly until harvest.",
    "In cold growing areas, cover the plants with a winter mulch of evergreen boughs or straw.",
    "In cold growing areas, if growing indoors over winter, place pot in a south-facing window with as much light as possible.",
    "Prune established plants in the spring when green leaves start to emerge from the base of the plant. Remove approximately one third of the top."
  ],
  "pests": [
    "Fungal diseases, in humid climates",
    "Root rot due to excess water"
  ],
  "pest_control": [],
  "harvest": [
    "Harvest the lavender stems when approximately half of the flower buds have opened.",
    "Harvest in the morning hours when the oils are the most concentrated.",
    "Cut stems as long as possible. Gather into bundles and secure them with rubber bands.",
    "Dry the bundles of lavender in a cool, dark place where there is good air circulation.",
    "Use your lavender to make lavender sachets—a lovely gift!"
  ],
  "stats": [
    "Lavender oil scent is used for calming, and to induce sleep. Its first documented use was by the Romans in 77 A.D. for repelling insects and soothing insect bites.",
    "Learn more about the benefits of lavender!"
  ]
}