{
  "name": "Tomatoes",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/tomatoes_helios4eos_gettyimages-edit.jpeg?itok=4KrW14a4",
  "slug": "tomatoes",
  "botanical_name": "Solanum lycopersicum",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Acidic, Slightly Acidic to Neutral",
  "bloom_time": "Summer",
  "flower_color": "Yellow",
  "hardiness_zones": "4, 5, 6, 7, 8, 9, 10, 11",
  "special_features": "",
  "planting": [
    "Many gardeners start tomatoes from small plants or transplants that you purchase in the nursery as they are not the easiest for beginners to start by seed.",
    "However, if you grow tomatos from seed, start indoors 6 to 8 weeks before the average last spring frost date. See our Planting Calendar for seed-starting dates specific to your area and our article on “Tomatoes From Seed the Easy Way” for more tips.",
    "Transplant seedlings after the last spring frost when the soil has warmed. See our Planting Calendar for suggested transplanting dates.",
    "Two weeks before planting your tomato plants outdoors, dig into soil about 1 foot deep and mix in aged manure or compost. Learn more about preparing soil for planting.",
    "Harden off seedlings or transplants for a week before planting in the garden. Set young plants outdoors in the shade for a couple of hours the first day, gradually increasing the amount of time the plants are outside each day to include some direct sunlight. Learn more about hardening off seedlings.",
    "Place tomato stakes or cages in the soil at the time of planting to avoid damaging roots later on. Staking keeps developing tomato fruit off the ground, while caging lets the plant hold itself upright. For stakes, use a sturdy pole at least 8 feet tall and 1 inch in diameter. Set the pole 1 to 2 feet deep and about 4 inches out from the plant. See our video and instructions on how to build stakes, cages, and tomato supports.",
    "Apply 2 to 3 pounds of a complete fertilizer such as 5-10-5, 10-10-10, or 6-10-4 per 100 square feet of garden area. Do not apply high nitrogen fertilizers such as those recommended for lawns.",
    "Excessive nitrogen will promote luxurious foliage but will delay flowering and fruiting.",
    "Space tomato transplants 2 feet apart for small bush-type plants or larger plants that will be staked. Space larger plants 3 to 4 feet apart if unstaked. Allow 4 feet between the rows.",
    "Pinch off a few of the lower branches on transplants, and plant the root ball deep enough so that the remaining lowest leaves are just above the surface of the soil.",
    "If your transplants are leggy, you can remedy this by burying up to ⅔ of the plant, including the lower sets of leaves. Tomato stems have the ability to grow roots from the buried stems.",
    "Be sure to water the transplant thoroughly to establish good root/soil contact and prevent wilting.",
    "Newly set transplants may need to be shaded for the first week or so to prevent excessive drying of the leaves.",
    "Use a large pot or container with drainage holes in the bottom.",
    "Use loose, well-draining soil. We recommend a good potting mix with added organic matter.",
    "Plant one tomato plant per pot. Choose from bush or dwarf varieties; many cherry tomatoes grow well in pots.",
    "Taller varieties may need to be staked.",
    "Place the pot in a sunny spot with 6 to 8 hours of full sun a day.",
    "Keep soil moist. Containers will dry out more quickly than the garden soil, so check daily and provide extra water during a heat wave."
  ],
  "care": [
    "Water generously the first few days that the tomato seedlings or transplants are in the ground.",
    "Water well throughout the growing season, about 2 inches per week during the summer. Water deeply for a strong root system.",
    "Water in the early morning. This gives plant the moisture it needs to make it through a hot day. Avoid watering late afternoon or evening.",
    "Mulch five weeks after transplanting to retain moisture and to control weeds. Mulch also keeps soil from splashing the lower tomato leaves. Apply 2 to 4 inches of organic mulch such as straw, hay, or bark chips after the soil has had a chance to warm up.",
    "To help tomatoes through periods of drought, find some flat rocks and place one next to each plant. The rocks prevent water from evaporating from the soil.",
    "Watering in with a starter fertilizer solution will help get the roots off to a good start.",
    "Side dress plants with fertilizer or compost every two weeks starting when the tomato fruits are about 1 inch in diameter.",
    "A sidedressing of nitrogen fertilizer will help see the plants through the growing season. Apply 1 pound of ammonium nitrate (33-0-0) per 100 foot row at each of the following times: \n1 to 2 weeks after first fruits are set\n2 weeks after picking first ripe fruit, and\n6 weeks after picking first ripe fruit.",
    "1 to 2 weeks after first fruits are set",
    "2 weeks after picking first ripe fruit, and",
    "6 weeks after picking first ripe fruit.",
    "If staking, use soft string or old nylon stocking to secure the tomato stem to the stake. It’s essential to remove the suckers (side stems) by pinching them off just beyond the first two leaves.",
    "If supporting tomatoes with a wire cage, suckers do not need to be removed. (This allows the plant to be more productive.)",
    "Practice crop rotation from year to year to prevent diseases that may have overwintered.",
    "Check out this post for even more tomato tips.",
    "Where no mulch is used, cultivate shallowly to remove weeds while they are still small. Herbicides can be used in large tomato plantings but are not practical in the small garden with only a few plants of many different crops."
  ],
  "pests": [
    "Aphids",
    "Flea Beetles",
    "Tomato Hornworm",
    "Whiteflies",
    "Blossom-End Rot",
    "Late Blight is a fungal disease that can strike during any part of the growing season. It will cause grey, moldy spots on leaves and fruit which later turn brown. The disease is spread and supported by persistent damp weather. This disease will overwinter, so all infected plants should be destroyed. See our blog on “Avoid Blight With the Right Tomato.”",
    "Mosaic Virus creates distorted leaves and causes young growth to be narrow and twisted, and the leaves become mottled with yellow. Unfortunately, infected plants should be destroyed (but don’t put them in your compost pile).",
    "Cracking: When fruit growth is too rapid, the skin will crack. This usually occurs due to uneven watering or uneven moisture from weather conditions (very rainy periods mixed with dry periods). Keep moisture levels constant with consistent watering and mulching."
  ],
  "pest_control": [
    "Tomatoes are susceptible to insect pests, especially tomato hornworms and whiteflies. Click on links below to go to respective pest pages.",
    "See our gardening page focused specifically on Tomato Pests and Diseases.",
    "Watch our helpful video to see tomato problems and how to troubleshoot!"
  ],
  "harvest": [
    "Leave your tomatoes on the vine as long as possible. If any fall off before they appear ripe, place them in a paper bag with the stem up and store them in a cool, dark place.\nNever place tomatoes on a sunny windowsill to ripen; they may rot before they are ripe!",
    "Never place tomatoes on a sunny windowsill to ripen; they may rot before they are ripe!",
    "The perfect tomato for picking will be firm and very red in color, regardless of size, with perhaps some yellow remaining around the stem. If you grow orange, yellow or any other color tomato, wait for the tomato to turn the correct color.",
    "If your tomato plant still has fruit when the first hard frost threatens, pull up the entire plant and hang it upside down in the basement or garage. Pick tomatoes as they ripen.",
    "If temperatures start to drop and your tomatoes aren’t ripening, watch this video for tips.",
    "You can harvest seeds from some tomato varieties. Learn how here.",
    "Never refrigerate fresh tomatoes. Doing so spoils the flavor and texture that make up that garden tomato taste.",
    "To freeze, core fresh unblemished tomatoes and place them whole in freezer bags or containers. Seal, label, and freeze. The skins will slip off when they defrost."
  ],
  "stats": [
    "In 1781, there is record of Thomas Jefferson—an experimental farmer—raising tomatoes for his guests.",
    "The tomato plant is native to South America but it was not commonly cultivated in the United States until 1835. In 1522, Spanish explorers returned home from the New World with tomatoes. Many people believed that the fruits were poisonous.",
    "In the 19th century, the tomato was called “The Apple of Paradise” in Germany and “The Apple of Love” in France.",
    "Tomatoes are nutritious and low in calories. One medium-sized tomato provides 57% of the recommended daily allotment (RDA) of vitamin C, 25% RDA vitamin A, and 8% RDA iron, yet it has only 35 calories.",
    "Ease a headache by drinking tomato juice blended with fresh basil.",
    "People have argued for quite a long time about whether tomatoes are fruits or vegetables!"
  ]
}