{
  "name": "Spinach",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/spinach-leaves.jpg?itok=mG7aNosB",
  "slug": "spinach",
  "botanical_name": "Spinacia oleracea",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "Neutral",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "2, 3, 4, 5, 6, 7, 8, 9",
  "special_features": "",
  "planting": [
    "Spring plantings can be made as soon as the soil can be properly worked. In order to give spinach the required six weeks of cool weather from seeding to harvest, it’s important to seed as soon as you can.",
    "For proper germination, soil should not be warmer than 70ºF (21°C).",
    "Successive plantings should be made every two weeks during early spring.",
    "Gardeners in northern climates can harvest early-spring spinach if it’s planted just before the cold weather arrives in fall. Protect the young plants with a cold frame or thick mulch through the winter, then remove the protection when soil temperature in your area reaches 40ºF (5°F).",
    "Common spinach cannot grow in midsummer. (For a summer harvest, try New Zealand Spinach or Malabar Spinach, two similar leafy greens that are more heat tolerant.)",
    "If you live in a place with mild winters, you can also plant in the fall. Wait to plant until soil temps are cool enough.",
    "Select a planting site with full sun to light shade and well-drained soil.",
    "Prepare the garden soil with aged manure about a week before planting, or, you may wish to prepare your spot in the fall so that you can sow the seeds outdoors in early spring as soon as the ground thaws. (Learn more about preparing soil for planting.)",
    "Although seeds can be started indoors, it is not recommended, as seedlings are difficult to transplant.",
    "Sow seeds ½-inch to 1-inch deep, covering lightly with soil. Sow about 12 seeds per foot of row, or sprinkle over a wide row or bed.",
    "Water the new plants well in the spring."
  ],
  "care": [
    "Fertilize only if necessary due to slow growth, or use as a supplement if your soil pH is inadequate.",
    "When seedlings sprout to about two inches, thin them to 3-4 inches apart.",
    "Beyond thinning, no cultivation is necessary. Roots are shallow and easily damaged.",
    "Keep soil moist with mulching.",
    "Water regularly.",
    "Spinach can tolerate the cold; it can survive a frost and temps down to 15ºF (-9°C). (See local frost dates)"
  ],
  "pests": [
    "Leaf Miners: Radishes attract leaf miners away from spinach. The damage that the leaf miners do to radish leaves doesn’t prevent the radishes from growing underground.",
    "Bolting",
    "Mosaic Virus/Blight",
    "Downy Mildew"
  ],
  "pest_control": [],
  "harvest": [
    "Keep an eye on your plants. Harvest when leaves reach the desired size.",
    "Don’t wait too long to harvest or wait for larger leaves; bitterness will set in quickly after maturity.",
    "The whole plant can be harvested at once, and cut at the base, or leaves may be picked off plants one layer at a time, giving inner layers more time to develop."
  ],
  "stats": [
    "On March 26, 1937, a Popeye statue was unveiled during a spinach festival in Crystal City, Texas.",
    "In areas where lilacs grow, old-time farmers say to plant spinach when lilacs are in first leaf.",
    "Scatter spinach or lettuce seeds around emerging bulb foliage to make wise use of your garden space, and have a leafy green crop at the ready to cover the bare spots left by deadheaded spring flowers.",
    "Embrace your leafy greens! Learn more about the health benefits of going green!"
  ]
}