{
  "name": "Cosmos",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/cosmos-flower.jpg?itok=JNmDoJOb",
  "slug": "cosmos",
  "botanical_name": "Cosmos",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "Summer, Fall",
  "flower_color": "Orange, Pink, White",
  "hardiness_zones": "",
  "special_features": "Attracts Birds, Attracts Butterflies",
  "planting": [
    "Just sow seeds lightly—about ¼-inch deep and 12–18 inches apart after the danger of frost has passed. You can also plant transplants instead of seeds.",
    "Cosmos don’t need any special soil preparation. In fact, they like soil that is not too rich, as rich soil will encourage foliage at the expense of bloom.",
    "Cosmos flowers can tolerate warm, dry weather. They are even drought-tolerant.",
    "Depending on the type of flower, cosmos can grow anywhere between 18 to 60 inches tall.",
    "If you are growing cosmos from seeds, be mindful that it takes about 7 weeks to first bloom. After that, though, your flowers should continue to bloom until the next frost.",
    "If you want a head start, you can plant cosmos indoors 4 to 6 weeks before the last spring frost in trays or pots with a good seed-starting mixture. Move them into 5-inch pots as soon as they’re 3 or 4 inches tall.",
    "If you let the spiky-brown seed heads blow away during the fall, cosmos might self-sow throughout your garden."
  ],
  "care": [
    "In order to prolong flowering, you should deadhead the plants (remove the dead/faded flowers). This speeds up flower development and aids branching.",
    "Because some of these plants can grow really tall, staking may be necessary. Offer them protection from strong winds, encourage balanced branching by pinching out central shoots or stem tips, or stake them. Growing them against a fence can also provide the necessary support.",
    "Water regularly, but make sure you don’t over-water the plants. Over-watering and over-fertilization can lead to plants with fewer flowers. Cosmos can tolerate dry soil, even in a hot, arid, sunbaked spot.",
    "Cosmos beds may become weedy due to the fact that they self-seed, so remember to check them."
  ],
  "pests": [
    "Stem canker",
    "Powdery mildew",
    "Gray mold",
    "Aphids"
  ],
  "pest_control": [],
  "harvest": [
    "To harvest more seeds, remember to leave a few flowers on the plant because they will self-seed.",
    "You can cut the flowers off anytime after blooming, but it’s best to pick some right when the petals have opened.",
    "If you cut the blossoms on good stems when they first open, they’ll last more than a week in water. Simply strip off the lower leaves and put them in a vase."
  ],
  "stats": []
}