{
  "name": "Beans",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/green-beans-1891801_1920.jpg?itok=LTZsOATe",
  "slug": "beans",
  "botanical_name": "Phaseolus vulgaris",
  "plant_type": "Vegetable",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy",
  "soil_ph": "",
  "bloom_time": "",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Pole beans will grow as a climbing vine that will grow 10 to 15 feet tall. Therefore, pole beans require a trellis or staking. Bush beans will spread up to 2 feet, but do not require support. Watch this video to learn how to support beans properly.",
    "Do not start seeds indoors; they may not survive transplanting.",
    "Normal, moderately-rich soil is fine for beans. Beans don’t need supplemental fertilizer as they fix their own nitrogen, but you should still amend the soil with organic matter.",
    "Seeds can be sown outdoors anytime after the last spring frost; minimum soil temperature is 48 degrees F. Don’t plant too early or the seeds can rot.",
    "Plant all bean seeds 1 to 2 inches deep in normal soil, and a little deeper for sandier soils. Cover soil to warm if necessary.",
    "Bush beans: Plant about 4 inches apart.",
    "Pole beans: Set up trellises or teepees first for support. Then plant seeds about 6 to 8 seeds per teepee or every 6 inches apart.",
    "If you like pole beans, an easy support for them is a “cattle panel”—a portable section of wire fence—16 feet long and 5 feet tall. The beans will climb with ease and you won’t have to get into contorted positions to pick them.",
    "For a harvest that lasts all summer, sow beans every 2 weeks. If you’re going to be away, skip a planting. Beans do not wait for anyone.",
    "Rotate crops each year."
  ],
  "care": [
    "Mulch soil to retain moisture; make sure that it is well-drained. Beans have shallow roots so mulch keep them cool.",
    "Water regularly, from start of pod to set. If you do not keep beans well watered, they will stop flowering. Water on sunny days so foliage will not remain soaked.",
    "Avoid a high-nitrogen fertilizer or you will get lush foliage and few beans. Just add a side dressing of compost or composted mature halfway through their growing season.",
    "Weed diligently and use shallow cultivation to prevent disturbing the root systems."
  ],
  "pests": [
    "Mexican Bean Beetles (These beetles eat the flowers, beans and especially leaves of beans.)",
    "Japanese Beetles",
    "Aphids",
    "Slugs (These pests are attracted to damp conditions.)",
    "Cucumber Beetles",
    "White Mold (Avoid damp conditions)",
    "Mosaic Viruses (Try to keep vines dry by not crowding plants and providing ample air circulation)",
    "Woodchucks",
    "Cutworms",
    "Bean blossoms will drop from the plant if the weather is too hot, and too much nitrogen in the soil will prevent pods from setting."
  ],
  "pest_control": [],
  "harvest": [
    "Green beans are picked young and tender before the seeds inside have fully developed.",
    "Look for firm, sizable that are firm and can be snapped, generally as thick as a pencil.",
    "Snap or cut off the plant, do not tear the plant. Fresh beans should snap easily when broken.",
    "Once you see the seeds inside bulging, green beans are past their peak and will taste tough.",
    "Pick green beans every day; the more you pick, the more beans grow.",
    "Store beans in a moisture-proof, airtight container in the refrigerator. Beans will toughen over time even when stored properly.",
    "Beans can be kept fresh for about 4 days, or blanched and frozen immediately after harvesting.",
    "Beans can also be canned or pickled."
  ],
  "stats": []
}