{
  "name": "Pears",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/images/pears.jpg?itok=5e5RJLf-",
  "slug": "pears",
  "botanical_name": "Pyrus",
  "plant_type": "Fruit",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "",
  "bloom_time": "Summer, Fall",
  "flower_color": "",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "",
  "planting": [
    "Plant pear trees in late winter or early spring.",
    "You’ll need full sun for best fruit set and fertile, well-drained soil as well as good air circulation.",
    "If you live outside of the dry western regions, you should choose fire blight–resistant types and rootstocks.",
    "Plan to plant at least two varieties of pear trees, as they will need to be cross-pollinated to produce fruit. Make sure the varieties are compatible with each other.",
    "Space standard-size trees 20 to 25 feet apart. Space dwarf trees 12 to 15 feet apart.",
    "For container-grown trees, remove the plant from its pot and remove any circling roots by laying the root ball on its side and using shears to cut through the roots.",
    "For grafted trees, position the inside of the curve of the graft union away from the sun when planting.",
    "Dig a hole that is a few inches deeper and wider than the spread of the roots. Set the tree on top of a small mound of soil in the middle of the hole. Be sure to spread the roots away from the trunk without excessively bending them. Do not add fertilizer or topsoil to the hole."
  ],
  "care": [
    "Water the young trees well during dry spells to help establish the roots.",
    "Apply a small amount of fertilizer early in the year. Add ⅛ pound of ammonium nitrate per tree multiplied by the number of years the tree has been set in moderately fertile soil. If you have highly fertile soil, use less fertilizer.",
    "If the leaves are pale green or yellowish during the summer, use a little more fertilizer the next year.",
    "If the tree grows more than 12 inches in one season, use less fertilizer the next year.",
    "Be very careful when applying fertilizer! If you give your trees too much nitrogen, they will become more susceptible to fire blight and also may focus too much energy on producing foliage instead of flowers and fruit.",
    "Prune annually to keep the tree healthy. Generally, prune lightly to keep the trees looking their best and productive.",
    "For dwarf trees, prune them to a central leader system.",
    "Standard-size trees can be pruned to either a central leader system or a modified leader system, which is easier to maintain.",
    "The central leader system features a central trunk with branches that spiral out every 5 to 8 inches, making sure that no branch is directly above another. The training for such a system begins in the early summer of the first year, during which time you should remove any shoots that form within 18 inches of the ground. The end result should resemble a Christmas tree.",
    "Use spreaders to help shape the branches of the trees. These help the branches to spread outward rather than upward. When the branches are small, you can use clothespins to push the branches away from the main trunk. For bigger branches, use wooden slats with a “V” shape notched into each end.",
    "Remember to thin the fruit as well, leaving about 6 inches between each cluster of fruit per branch.",
    "After your trees are established, water them regularly."
  ],
  "pests": [
    "Fire blight",
    "Pear psylla",
    "Aphids",
    "Mites",
    "Powdery mildew"
  ],
  "pest_control": [],
  "harvest": [
    "Harvest pears when they are mature but still hard. Ripen the pears at room temperature for the best quality fruits.",
    "Mature pear trees produce a lot of fruit in a short window of time. Be prepared!",
    "To store pears, pick them when they are fully grown but still very hard. You can keep them in the refrigerator; they should last for about 1 week. You can also keep them in containers in a cool (about 40°F), dark place; they should keep for 1 to 2 months.",
    "You can also can the pears for longer storage."
  ],
  "stats": []
}