{
  "name": "Zinnias",
  "image": "https://almanac.com/sites/default/files/styles/primary_image_in_article/public/image_nodes/zinnias-assorted-edit.jpg?itok=FA-Rqlos",
  "slug": "zinnias",
  "botanical_name": "Zinnia elegans",
  "plant_type": "Flower",
  "sun_exposure": "Full Sun",
  "soil_type": "Loamy, Sandy",
  "soil_ph": "",
  "bloom_time": "Summer",
  "flower_color": "Multicolor, Orange, Pink, Purple, Red, White, Yellow",
  "hardiness_zones": "3, 4, 5, 6, 7, 8, 9, 10",
  "special_features": "Attracts Butterflies",
  "planting": [
    "It’s recommended that you grow zinnia from seed right in the garden bed, as they do not like to be transplanted as nursery plants and do not often thrive. From seed, they will grow very quickly in the right conditions.",
    "Zinnias are sensitive to frost, so do not seed until the last frost has passed. See your local frost dates.",
    "Zinnias will grow in a minimum daytime temperature of about 60°F (16°C), though a range of 74–84°F (23–28°C) is preferred.",
    "Sow a round of seeds every week or so for several weeks to extend the flowering period.",
    "Choosing a location that gets full sun is essential.",
    "Zinnias are adaptable, but the ideal soil is rich in organic matter and well-drained.",
    "Soil pH should be between 5.5 and 7.5.",
    "If soil is amended with compost, the flowers will grow more quickly. Learn more about soil amendments and preparing soil for planting.",
    "Space plants 4 to 24 inches apart, depending on variety. (Many common varieties are planted 6 inches apart within the row and 2 feet in between rows.) See back of seed packet for variety-specific advice.",
    "Sow zinnia seeds only ¼-inch deep.",
    "You’ll see zinnia seedlings in only 4 to 7 days for most varieties, though it will be anywhere from several weeks to a couple months before blooms appear (depending on planting site and climate).",
    "When seedlings reach three inches tall, thin them so that they’re 6 to 18 inches apart to maximize air circulation. This reduces the chance of powdery mildew developing."
  ],
  "care": [
    "Maintain moderate soil moisture and fertilize lightly to maximize growth and blooms.",
    "After zinnias flower, cut off the old flowers (a process called “deadheading”) to encourage more flowers to form.",
    "Zinnias are annuals and will die with the first fall frost. If you want them to reseed, let the last flowers of the season mature fully and scatter their seeds."
  ],
  "pests": [
    "Bacterial and fungal spots, powdery mildew, and bacterial wilt may affect zinnias. Minimize wetting of foliage and space plants properly to avoid disease.",
    "Caterpillars, mealybugs, and spider mites also cause problems. Some leaf damage is not an issue, so avoid spraying unless there’s a true infestation.",
    "Luckily, zinnias are deer-resistant, so they might help keep nearby flowers from being eaten."
  ],
  "pest_control": [],
  "harvest": [
    "Zinnias generally take 60 to 70 days from seed to flower (though it depends on conditions). They work great in a flower bouquet!"
  ],
  "stats": [
    "The small, narrow-leaf zinnias work well in hanging baskets and make for nice dried flowers, too.",
    "It’s said that zinnias symbolize thoughts of absent friends. Learn about more flower meanings here."
  ]
}